export const gradesData = [
  {
    id: 1,
    name: 'الصف الأول',
    description: 'أساسيات الكهرباء والورشة',
    subjects: [
      'أجهزة القياس',
      'أساسيات الورشة',
      'مكونات الدوائر الكهربية',
      'الدوائر الإلكترونية',
      'الرسم الفني',
      'بناء وحدة كهربية بسيطة'
    ]
  },
  {
    id: 2,
    name: 'الصف الثاني',
    description: 'التركيبات الكهربية المتقدمة',
    subjects: [
      'اعداد المواد والادوات',
      'المفاتيح والمآخذ وقواطع التسرب الارضي',
      'تركيب المواسير والقنوات والكابلات',
      'تركيب أنظمة الاضاءة',
      'تركيب المحولات في الانظمة الكهربية',
      'تركيب نظم الحماية الكهربية والحماية من الصواعق والتأريض',
      'تركيب مصادر الطاقة الكهربية واجهزة التحكم في الطاقة'
    ]
  },
  {
    id: 3,
    name: 'الصف الثالث',
    description: 'الأنظمة الكهربية المتطورة',
    subjects: [
      ' تطبيق معايير التركيبات الكهربائية المتبعة على فحص التركيبات الكهربائية',
      ' تركيب وصيانة دوائر الاتصالات الداخلية',
      // 'تركيب واختبار دوائر كاميرات المراقبة ',
      ' تأدية الفحص العام وصيانة التركيبات الكهربائية',
      ' تركيب وصيانة دوائر الانذار ضد الحريق والسرقة',
      'تنفيذ األختبارات للتركيبات الكهربية'
    ]
  }
];
export const questionsData = {
  // *****************************************************************************************************************
  // ***************************************** 'أساسيات الورشة'*******************************************************
  // *****************************************************************************************************************
  'أساسيات الورشة': [
    {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question1.jpg",
      "choices": [
          "السلامة والصحة المهنية",
          "الإسعافات الأولية",
          "إدارة الجودة"
      ],
      "correct": 0
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question12.jpg",
      "choices": [
      "الاسعافات الاولية" ,
          "المخاطر الميكانيكية",                  
          "الامن الصناعي"
      ],
      "correct": 2
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question69.jpg",
      "choices": [
         
          "المخاطر الكهربية",
          "المخاطر الميكانيكية",
          "الاسعافات الاولية"
      ],
      "correct": 1
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question34.jpg",
      "choices": [
           "المخاطر الميكانيكية",
          "الاسعافات الاولية",
          "المخاطر الكهربية"
      ],
      "correct": 2
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question45.jpg",
      "choices": [
          
          "أسطوانة ثاني أكسيد الكربون",
          "أسطوانة الماء المضغوط A",
          "أسطوانة المسحوق الجاف"
      ],
      "correct": 1
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question6.jpg",
      "choices": [
          "حجر الجلخ",
          "المنشار الكهربائي",
          "المثقاب"
      ],
      "correct": 0
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question67.jpg",
      "choices": [
         
          "المثقاب العمودي",
          "مثقاب التزجة",
          "المثقاب الكهربائي المحمول"
      ],
      "correct": 1
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question78.jpg",
      "choices": [
          "أسطوانة الرغوة",
          "أسطوانة البودرة الكيماوية الجافة",
          "اسطوانة ثاني أكسيد الكربون"
      ],
      "correct": 1
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question80.jpg",
      "choices": [
          "اسطوانة ثاني أكسيد الكربون",
          "أسطوانة البودرة الكيماوية الجافة",
          "أسطوانة الرغوة"
      ],
      "correct": 0
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question2.jpg",
      "choices": [
          "اشارات المرور",
          "اشارات الارشاد",
          "إشارات السلامة والصحة المهنية",

      ],
      "correct": 2
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question3.jpg",
      "choices": [
          "الضوضاء",
          "الإضاءة الزائدة",
          "الاهتزازات"
      ],
      "correct": 0
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question4.jpg",
      "choices": [
          "أدوات القياس",
          "ادوات الوقاية الشخصية",

          "أدوات الصيانة"
      ],
      "correct": 1
  },
  {
      "question": "اختر المصطلح العلمي",
      "image": "/images/question5.jpg",
      "choices": [
         
          "مثقاب التزجة",
          "المثقاب الكهربي المحمول",
          "المثقاب العمودي",
      ],
      "correct": 2
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question7.jpg",
      "choices": [
          "المقص الحدادي",
          "المثقاب الكهربائي",
          "المنشار اليدوي",

      ],
      "correct": 2
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question8.jpg",
      "choices": [
          "المنشار الكهربائي",
          "المثقاب الكهربي",

          "المثقاب اليدوي"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question9.jpg",
      "choices": [
          "المبرد المثلث",
          "المبرد الدائري",
          "المبرد المربع"
      ],
      "correct": 0
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question10.jpg",
      "choices": [
          "الزاوية القائمة",
          "الفرجار",
          "المثقاب"
      ],
      "correct": 0
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question11.jpg",
      "choices": [
         
          "غطاء فرن",
          "منشفة مبللة",
          "بطانیة الحریق",
      ],
      "correct": 2
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question13.jpg",
      "choices": [
          
          "المفك",
          "القاطع الكهربائي",
          "زرادیة قصافة",
      ],
      "correct": 2
  },
  {
      "question": "علل لما يأتي",
      "image": "/images/question14.jpg",
      "choices": [
          "لحماية الافراد من الصدمات الكهربية",
          "لأن الخشب مقاوم للحرارة ولا يتأثر بالعوامل الجوية",
          "لأن الخشب مادة ثقيلة تمنع حركة التزجة"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question15.jpg",
      "choices": [
         
          "حجر جلخ",
          "زرادية عادية مبططة",
          "مبرد مبطط"
      ],
      "correct": 1
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question16.jpg",
      "choices": [
          
          "حجر جلخ",
          "كفة القلاووظ",
          "منجلة",
      ],
      "correct": 2
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question17.jpg",
      "choices": [
          "مثقاب كهربي دقاق",
          "مثقاب كهربي عادي",
          "مثقاب يدوي"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question18.jpg",
      "choices": [
          "مبرد مربع",
          "مبرد نصف دائري",
          "مبرد مبطط"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question19.jpg",
      "choices": [
          "مثقاب كهربي عادي",
          "مثقاب كهربي دقاق",
          "مثقاب يدوي"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question20.jpg",
      "choices": [
          "مفتاح بلدي",
          "مفك",
          "بنطة"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question21.jpg",
      "choices": [
          
          "مسدس غراء",
          "مكواة ملابس",
          "مكواة لحام",
      ],
      "correct": 2
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question22.jpg",
      "choices": [
          "مبرد نصف دائري",
          "مبرد مبطط",
          "مبرد مربع"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question24.jpg",
      "choices": [
          
          "مثقاب",
          "شوكة علام",
          "مفك"
      ],
      "correct": 1
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question25.jpg",
      "choices": [
          "مطرقة",
          "مثقاب",
          "زنبة علام"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question26.jpg",
      "choices": [
          
          "مثقاب كهربي دقاق",
          "مثقاب يدوي",
          "مثقاب كهربي عادي"
      ],
      "correct": 1
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question27.jpg",
      "choices": [
          
          "الاجنة",
          "مقص صاج",
          "قلم الاجنة",
      ],
      "correct": 2
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question56.jpg",
      "choices": [
          "طاولة عمل - تزجة",
          "طاولة طعام",
          "مكتب"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question29.jpg",
      "choices": [
          "برجل - شوكة - مقص كروي",
          "مسطرة قياس",
          "منقلة"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question30.jpg",
      "choices": [
          "زاوية قائمة",
          "مسطرة قياس",
          "منقلة"
      ],
      "correct": 0
  },
  {
      "question": "اكتب اسم الاداة او المعدة",
      "image": "/images/question31.jpg",
      "choices": [
          "قدمة ذات ورانية",
          "منقلة",
          "ميكرومتر"
      ],
      "correct": 2
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question32.jpg",
      "choices": [
          "الاجراءات خاطئة",
          "الاجراءات صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question33.jpg",
      "choices": [
          "الاسباب خاطئة",
          "الاسباب صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question35.jpg",
      "choices": [
          "الاسباب خاطئة",
          "الاسباب صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question36.jpg",
      "choices": [
          "طرق المواجهة خاطئة",
          "طرق المواجهة صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question37.jpg",
      "choices": [
          "اسم المعدة والاستخدام والمكونات خاطئة",
          "اسم المعدة والاستخدام والمكونات صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question38.jpg",
      "choices": [
          "الاسباب المحتملة وكيفية تلافيها خاطئة",
          "الاسباب المحتملة وكيفية تلافيها صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question39.jpg",
      "choices": [
          "الاجابة خاطئة",
          "الاجابة صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question40.jpg",
      "choices": [
          "الاجابة خاطئة",
          "الاجابة صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question41.jpg",
      "choices": [
          "الاجابة خاطئة",
          "الاجابة صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question42.jpg",
      "choices": [
          "الاجابة خاطئة",
          "الاجابة صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question43.jpg",
      "choices": [
          "الاجابة خاطئة",
          "الاجابة صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question44.jpg",
      "choices": [
          "الاجابة خاطئة",
          "الاجابة صحيحة"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question46.jpg",
      "choices": [
          "المشي على الاجسام المدببة",
          "دخول او انحشار الجسم بین اجزاء الماكینات وخاصة الأیدي والشعر الملابس",
          "مخاطر السقوط والانزلاق",
          "كل الاختيارات صحيحة"
      ],
      "correct": 3
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question47.jpg",
      "choices": [
          "حمایة العناصر البشریة للإنتاج من الاضرار",
          "توفیر بیئة عمل امنة",
          "حمایة عناصر الانتاج من التلف والضیاع نتیجة لحوادث العمل",
          "كل الاختيارات صحيحة"
      ],
      "correct": 3
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question48.jpg",
      "choices": [
          "التأكد من مطابقة فرق الجھد للمصدر للجھد المقنن لتشغیل الاجھزة والآلات قبل تشغیلھا",
          "التأكد من فصل التیار الكھربى عن اى دائرة قبل اجراء اى عملیات بھا",
          "نظافة مكان العمل وترتیبه وارتداء المھمات الشخصیة الواقیة",
          "كل الاختيارات صحيحة"
      ],
      "correct": 3
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question49.jpg",
      "choices": [
          "التأكد من صحة توصیل اجھزة القیاس المختلفة مع الاحمال الكھربیة",
          "تأریض المعدات والآلات الكھربي والأجسام المعدنیة للأجھزة",
          "كل الاختيارات صحيحة"
      ],
      "correct": 2
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question50.jpg",
      "choices": [
          "قصر بالدائرة",
          "التحمیل الزائد",
          "لمس اجزاء عاریة مكھربة",
          "كل الاختيارات صحيحة"
      ],
      "correct": 3
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question51.jpg",
      "choices": [
          "استعمال معدات او مھمات كھربیة تالفة",
          "عدم توصیل الاجھزة والمعدات بالأرضي",
          "كل الاختيارات صحيحة"
      ],
      "correct": 2
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question52.jpg",
      "choices": [
          "الرصاص",
          "الزئبق",
          "الكادميوم",
          "نحاس"
      ],
      "correct": 3
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question54.jpg",
      "choices": [
          "نیكل الكادمیوم",
          "الماغنسیوم",
          "أیون اللیثیوم",
          "معدن النیكل ھیدرید"
      ],
      "correct": 1
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question54.jpg",
      "choices": [
          "نیكل الكادمیوم",
          "الرصاص",
          "الفضة",
          "معدن النیكل ھیدرید"
      ],
      "correct": 2
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question57.jpg",
      "choices": [
          "كل الاختيارات صحيحة",
          "أشیاء یمكن إعادة تدویرھا",
          "أشیاء یمكن إعادة استخدامھا، غالباُ لأغراض مختلفة",
          "أشیاء لابد من التخلص منھا"
      ],
      "correct": 0
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question58.jpg",
      "choices": [
          "شدة ونوع التیار الكھربي المار بالجسم",
          "مدة سریان التیار فى الجسم",
          "العضو الذى یسرى فیه التیار الكھربى",
          "كل الاختيارات صحيحة"
      ],
      "correct": 3
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question59.jpg",
      "choices": [
          "مطفأة ثاني أكسید الكربون",
          "مطفأة الماء المضغوط",
          "مطفأة البودرة الكیماویة الجافة"
      ],
      "correct": 0
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question60.jpg",
      "choices": [
          "العملیات الصناعیة والعمال المترددون على اماكن العمل",
          "عدم توصیل الاجھزة والمعدات بالأرضي",
          "كل الاختيارات صحيحة"
      ],
      "correct": 0
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question61.jpg",
      "choices": [
          "التھویة الموضوعیة",
          "التھویة الطبیعیة",
          "التھویة الكاملة (نظام تكییف الھواء)",
          "كل الاختيارات صحيحة"
      ],
      "correct": 3
  },
  {
      "question": "اختر الاجابة الصحيحة",
      "image": "/images/question62.jpg",
      "choices": [
          "الصمم وضعف السمع",
          "التوتر العصبى وحدة المزاج",
          "عدم التركیز الذھني",
          "كل الاختيارات صحيحة"
      ],
      "correct": 3
  },
  {
      "question": "اختر اسم الشكل",
      "image": "/images/question63.jpg",
      "choices": [
          "منجلة",
          "قفازات",
          "حذاء واقي",
          "نظارة واقية"
      ],
      "correct": 1
  },
  {
      "question": "اختر اسم الشكل",
      "image": "/images/question64.jpg",
      "choices": [
          "ماكينة اللحام بالنقطة",
          "مثقاب كهربي دقاق",
          "مثقاب كهربي عادي",
          "مثقاب تزجة"
      ],
      "correct": 0
  },
  {
      "question": "اختر اسم الشكل",
      "image": "/images/question65.jpg",
      "choices": [
          "طقم مفكات",
          "طقم بنط",
          "شوكة علام"
      ],
      "correct": 0
  },
  {
      "question": "اختر اسم الشكل",
      "image": "/images/question66.jpg",
      "choices": [
          "منشار",
          "قصافة",
          "مقص صاج"
      ],
      "correct": 1
  },
  {
      "question": "اختر الإجابة الصحیحة من بین الأربع إجابات لكل سؤال",
      "image": "/images/question23.jpg",
      "choices": [
          "المخاطر الكهربية",
          "المخاطر الكيميائية",
          "مخاطر الحريق",
          "المخاطر الميكانيكية"
      ],
      "correct": 3
  },
  {
      "question": "اختر الإجابة الصحیحة من بین الأربع إجابات لكل سؤال",
      "image": "/images/question70.jpg",
      "choices": [
          "المخاطر الكهربية",
          "المخاطر الكيميائية",
          "المخاطر الميكانيكية",
          "مخاطر الحريق"
      ],
      "correct": 1
  }

  ],
  // *******************************************************************************************************************
// *************************** 'أجهزة القياس'***************************************************
// *******************************************************************************************************************
  
    'أجهزة القياس': [
      {
        question: "لمس الأجزاء المكشوفة من الدوائر الكهربائية باليد كي لا يؤدي ذلك إلى صدمة كهربائية",
        choices: ["اجابة صحيحة", "اجابة خاطئة"],
        correct: 1
      },
      {
        question: "يجب أن تكون كافة الأجهزة الكهربائية مؤرضة",
        choices: ["اجابة صحيحة", "اجابة خاطئة"],
        correct: 0
      },
      {
        question: "يجب أن يكون الإضاءة كافية في مكان العمل",
        choices: ["اجابة صحيحة", "اجابة خاطئة"],
        correct: 0
      },
      {
        question: "يجب توفير التهوية المناسبة داخل أماكن العمل سواء كانت طبيعية أو صناعية",
        choices: ["اجابة صحيحة", "اجابة خاطئة"],
        correct: 0
      },
      {
        question: "عند الانتهاء من العمل أو التدريب على أي جهاز أو دائرة كهربائية عدم فصل المصدر الرئيسي للطاقة الكهربائية",
        choices: ["اجابة صحيحة", "اجابة خاطئة"],
        correct: 1
      },
      {
        question: "مراعاة صيانة الأجهزة الخاصة بالشفط والتحقق من سلامتها",
        choices: ["اجابة صحيحة", "اجابة خاطئة"],
        correct: 0
      },
         {
        question: " وحدة قياس الشحنة الكهربية ......",
        choices: ["الامبير", "الفولت", "الكولوم"],
        correct: 2
      },
      {
        question: " وحدة قياس القوة الدافعة الكهربية ...... ",
        choices: ["الاوم", "الفولت", "الوات"],
        correct: 1
      },
      {
        question: "وحدة قياس القدرة الكهربية ...... ",
        choices: [
          "الوات",
          "الكولوم",
          "الامبير"
        ],
        correct: 0
      },
      {
        question: " جهاز الامبيروميتر يستخدم لقياس ...... ",
        choices: [
          "شدة التيار",
          "فرق الجهد",
          "القدرة الكهربية"
        ],
        correct: 0
      },
      {
        question: " جهاز الفولتميتر يستخدم لقياس ...... ",
        choices: [
          "المقاومة",
          "القدرة الكهربية",
          "فرق الجهد الكهربى"
        ],
        correct: 2
      },
      {
        question: " جهاز الواتميتر يستخدم لقياس ...... ",
        choices: [
          "القدرة الكهربية",
          "المقاومة",
          "فرق الجهد الكهربى",
          "المقاومة"
        ],
        correct: 0
      },
      {
        question: "جهاز الاومميتر يستخدم لقياس ...... ",
        choices: [
          "القدرة الكهربية",
          "فرق الجهد الكهربى",
          "المقاومة"
        ],
        correct: 2
      },
      {
        question: "جهاز يستخدم لبيان قيمة وشكل الاشارات الكهربية ... ",
        choices: [
          "راسم الذبذبات",
          "القوميتر",
          "الواتميتر"
        ],
        correct: 0
      },
      {
        question: "جهاز لقياس الطاقة الكهربية ...... ",
        choices: [
          "الفولتميتر",
          "العداد الكهربى",
          "الواتميتر"
        ],
        correct: 1
      },
      {
        question: "وحدة قياس التردد ...... ",
        choices: [
          "الهيرتز",
          "الفولت",
          "الوات"
        ],
        correct: 0
      },
      {
        question: " هو النسبة بين أكبر وأصغر القيم التي يمكن أن تحمل كمية معينة.",
        choices: [
          "مدى القياس",
          "الدقة",
          "الحساسية"
        ],
        correct: 0
      },
      {
        question: " هو عدد الدورات او الذبذبات الحادثة في الثانية الواحدة.",
        choices: [
          " الزمن الدوري",
          "التردد",
          "القيمة العظمى"
        ],
        correct: 1
      },
      {
        question: " كلما زاد التردد (......) الزمن الدوري وتكون العلاقة (......) بينهما.",
        choices: [
          " يقل - طردية",
          "يزداد - طردية",
          "يقل - عكسية",
          "يزداد - عكسية"
        ],
        correct: 2
      },
      {
        question: " هي المقدرة على بذل الشغل ويرمز لها بالرمز ......",
        choices: [
          "  القدرة الكهربية ويرمز له بالرمز P",
          " لقوة الدافعة الكهربية ويرمز له بالرمز E ",
          " الطاقة الكهربية ويرمز له بالرمز W  ",
         
        ],
        correct: 2
      },
      {
        question: " هي الوسيلة التي تعوق مرور التيار الكهربي وتتناسب (......) مع شدة التيار.",
        choices: [
          " المقاومة الكهربية - عكسياً",
          "المفاعلة - طردياً",
          " سعة المكثف - عكسياً"
        ],
        correct: 0
      },
      {
        question: "جهاز يستطيع قياس شدة التيار دون الحاجة الى فصل او قطع الدائرة هو (......).",
        choices: [
          " الكلامبميتر ",
          "العداد الكهربي",
          " الفولتميتر"
        ],
        correct: 0
      },
      {
        question: "توصل أطراف جهاز الفولتميتر على التوازي مع العنصر أو الدائرة المراد قياس فرق الجهد على طرفيها",
        choices: [
          "اجابة صحيحة",
          "اجابة خاطئة"
        ],
        correct: 0
      },
      {
        question: "توصل أطراف جهاز الأميتر على التوالي مع العنصر أو الدائرة المراد قياس شدة التيار المار بها",
        choices: [
          "اجابة صحيحة",
          "اجابة خاطئة"
        ],
        correct: 0
      },
      {
        question: "جهاز الأوميتر يستخدم لقياس المقاومة ويوصل على التوالي مع المقاومة المراد قياسها بعد فصل الجهد عنها",
        choices: [
          "إجابة صحيحة",
          "إجابة خاطئة"
        ],
        correct: 0
      },
      {
        question: "جهاز الكلامبميتر يستخدم لقياس شدة التيارات الصغيرة ويعمل على التيار المستمر فقط",
        choices: [
          "إجابة صحيحة",
          "إجابة خاطئة"
        ],
        correct: 1
      },
      {
        question: "لابد من استخدام محولات التيار ومحولات الجهد عند قياس شدة التيارات والجهود ذات القيم الأكبر من مدى قياس الأجهزة",
        choices: [
          "إجابة صحيحة",
          "إجابة خاطئة"
        ],
        correct: 0
      },
      {
        "question": "اختر الإجابة الصحیحة      ",
        "image": "/images/question85.jpg",
        choices: [
          "إجابة صحيحة",
          "إجابة خاطئة"
        ],
        "correct": 0
    },
    {
      question: "1- الخطأ المطلق في أجهزة القياس هو الفرق بين القيمة ...... والقيمة ......",
      choices: [
        "الحقيقة - المقاسة",
        "الاسمية - الفعلية",
        "القراءة - المعيارية",
        "القصوى - الدنيا"
      ],
      correct: 0
    },
    {
      question: "2- الخطأ النسبي هو النسبة بين ...... للقياس و ...... للقياس",
      choices: [
        "الخطأ الحدي - القيمة الحقيقية",
        "الخطأ المطلق - القيمة المتوقعة للقياس",
        "الخطأ النسبي - القيمة المعيارية",
        "الحد الأقصى - الحد الأدنى"
      ],
      correct: 1
    },
    {
      question: "3- الدقة النسبية للقياس هي النسبة بين القيمة ...... والقيمة ...... للقياس",
      choices: [
        "المقاسة - النسبية",
        "المطلقة - النسبية",
        "المقاسة - المتوقعة للقياس",
        "القصوى - الدنيا"
      ],
      correct: 2
    },
    {
      question: "4- الدائرة الكهربية المفتوحة هي التي فيها شدة التيار فيها يساوي ......",
      choices: [
        "صفر",
        "القيمة القصوى",
        "نصف القيمة الاسمية",
        "قيمة غير محددة"
      ],
      correct: 0
    },
    {
      question: "5- دائرة ...... هي الدائرة التي يكون فيها الجهد قيمة صفرية",
      choices: [
        "المكثف",
        "المفتوحة",
        "المقاومة",
        "القصر"
      ],
      correct: 3
    },
    {
      question: "6- الأخطاء ...... في أجهزة القياس هي أخطاء المؤثرات الخارجية مثل الآثار الحرارية وأثر الرطوبة",
      choices: [
        "البيئية او الوسيطة",
        "الداخلية",
        "النظامية",
        "العشوائية"
      ],
      correct: 0
    },
    {
      question: "وحدة قياس شدة التيار الكهربي هي الفولت",
      choices: [
        "إجابة صحيحة",
        "إجابة خاطئة"
      ],
      correct: 1
    },
    {
      question: "وحدة قياس فرق الجهد الكهربي هي الأمبير",
      choices: [
        "إجابة صحيحة",
        "إجابة خاطئة"
      ],
      correct: 1
    },
    {
      question: "وحدة قياس المقاومة الكهربية هي الأوم",
      choices: [
        "إجابة صحيحة",
        "إجابة خاطئة"
      ],
      correct: 0
    },
    {
      question: " قيمة شدة التيار (......) مع زيادة فرق الجهد مع ثبات قيمة المقاومة",
      choices: [
        "تزيد",
        "تقل", 
        "تظل ثابتة"
      ],
      correct: 0
    },
    {
      question: " عند ازدياد قيمة المقاومة فإن قيمة شدة التيار بها (......) عند ثبات فرق الجهد",
      choices: [
        "تظل ثابتة",
        "تقل",
        "تزيد"
      ],
      correct: 1
    }
    
    ],
    'مكونات الدوائر الكهربية': [
      {
        question: "ما هو المكون الإلكتروني المستخدم لتخزين الشحنات الكهربائية؟",
        choices: ["المكثف", "المقاومة", "الملف", "الترانزستور"],
        correct: 0
      },
      
    ],
  
  
// *******************************************************************************************************************
// *************************** 'مكونات الدوائر الكهربية'***************************************************
// *******************************************************************************************************************
  'مكونات الدوائر الكهربية': [
    
    {
      question: "ما هو المكون الإلكتروني المستخدم لتخزين الشحنات الكهربائية؟",
      choices: [
          "المكثف",
          "المقاومة",
          "الملف",
          "الترانزستور"
      ],
      correct: 0
  },
  {
      question: "ما هي وظيفة الدايود في الدوائر الإلكترونية؟",
      choices: [
          "السماح بمرور التيار في اتجاه واحد",
          "تكبير الإشارة",
          "تخزين الطاقة",
          "قياس الجهد"
      ],
      correct: 0
  },

{
question: "قيمة البيكو فاراد تساوي ..............",
choices: [
"10<sup>-6</sup> فاراد",
"10<sup>-9</sup> فاراد",
"10<sup>-12</sup> فاراد"
],
correct: 2
},
{
question: "قيمة نانو فاراد تساوي ..............",
choices: [
"10<sup>-6</sup>فاراد",
"10<sup>-9</sup>فاراد",
"10<sup>-12</sup>فاراد"
],
correct: 1
},
{
question: "قيمة ميكرو فاراد تساوي ..............",
choices: [
"10<sup>-6</sup>فاراد",
"10<sup>-9</sup>فاراد",
"10<sup>-12</sup>فاراد"
],
correct: 0
},
{
question: "قيمة مللي فاراد تساوي ..............",
choices: [
"10<sup>-2</sup>فاراد",
"10<sup>-3</sup>فاراد",
"10<sup>3</sup>فاراد"
],
correct: 1
},
{
question: "قيمة ميجا فاراد تساوي ..............",
choices: [
"10<sup>3</sup>فاراد",
"10<sup>6</sup>فاراد",
"10<sup>9</sup>فاراد"
],
correct: 1
},
{
question: "قيمة جيجا فاراد تساوي ..............",
choices: [
"10<sup>3</sup>فاراد",
"10<sup>6</sup>فاراد",
"10<sup>9</sup>فاراد"
],
correct: 2
},
{
question: "قيمة كيلو فاراد تساوي ..............",
choices: [
"10<sup>3</sup>فاراد",
"10<sup>6</sup>فاراد",
"10<sup>9</sup>فاراد"
],
correct: 0
},
{
question: "قيمة تيرا فاراد تساوي ..............",
choices: [
"10<sup>6</sup>فاراد",
"10<sup>12</sup>فاراد",
"10<sup>9</sup>فاراد"
],
correct: 1
},
{
question: "وحدة قياس الشحنة الكهربائية هي",
choices: [
"الأمبير",
"الفولت",
"الكولوم"
],
correct: 2
},
{
question: "وحدة قياس القوة الدافعة الكهربائية هي",
choices: [
"الأوم",
"الفولت",
"الوات"
],
correct: 1
},
{
question: "تتكون الدائرة الكهربية من .........",
choices: ["منبع كهربي", "حمل كهربي", "مفتاح تحكم", "اسلاك توصيل", "كل ماسبق"],
correct: 4
},
{
question: "يوجد ثلاثة أنواع شائعة من الأحمال.........",
choices: ["حمل مادي", "حمل حثي", "حمل سعوي", "كل ماسبق"],
correct: 3
},
{
question: "عند ثبوت المقاومة تكون العلاقة بين (......) المار في موصل و (.....) بين طرفيه علاقة (......)",
choices: ["التيار , الجهد , عكسية", "التيار , الجهد , طردية"],
correct: 1
},
{
question: "ينص قانون أوم على أن التيار المار في موصل يتناسب طردياً مع فرق الجهد بين طرفي هذا الموصل عند ثبوت  قيمة مقاومة الموصل",
choices: ["اجابة صحيحة", "اجابة خاطئة"],
correct: 0
},
{
question: "الصيغ الرياضية المختلفة لقانون أوم (.....),(......),(.......) ",
choices: ["I = V / R", "R = V / I", "V = I * R", "كل ماسبق"],
correct: 3
},
{
question: "القدرة فى دوائر التيار المستمر تساوى حاصل ضرب ....... * ....... وتقاس بوحدة .......",
choices: ["الجهد * التيار وتقاس بالوات", "الجهد في المقاومة وتقاس بالامبير", "التيار في المقاومة وتقاس بالفولت"],
correct: 0
},
{
question: "وحدة قياس الجهد ..........",
choices: ["جول / كولوم", "كولوم / ثانية", "نيوتن"],
correct: 0
},
{
question: "وحدة قياس التيار ..........",
choices: ["جول / كولوم", "كولوم / ثانية", "نيوتن"],
correct: 1
},
{
question: "دائرة كهربية تحوي مقاومة قيمتها 5 كيلو أوم موصلة بمصدر جهد مستمر قيمته 9 فولت. احسب قيمة التيار المار في الدائرة بالمللي أمبير والقدرة بالوات. ..........",
choices: ["التيار = 1.8 مللي أمبير ، القدرة = 0.0162 وات", "التيار = 0.0018 مللي أمبير ، القدرة = 0.0162 وات", "التيار = 1.8 مللي أمبير ، القدرة = 0.0018 وات"],
correct: 0
},
{
question: "إذا كان التيار المار في مقاومة كهربية هو 5 مللي أمبير عندما كان فرق الجهد بين طرفيها 24 فولت، احسب قيمة المقاومة بالكيلو أوم وقيمة القدرة بالوات........",
choices: ["المقاومة = 4.8 كيلو أوم ، القدرة = 0.012 وات", "المقاومة = 4.8 كيلو أوم ، القدرة = 0.12 وات", "التيار = 1.8 مللي أمبير ، القدرة = 0.0018 وات"],
correct: 1
},
{
question: "إذا كان التيار المار قيمته 10 أمبير وفرق الجهد 230 فولت فإن قيمة المقاومة تساوي ......",
choices: ["المقاومة = 2.3 أوم", "المقاومة = 23 أوم", "المقاومة = 2.3 كيلو أوم"],
correct: 1
},
{
question: "إذا كان فرق الجهد 220 فولت وكانت قيمة المقاومة 44 أوم كم يكون التيار المار بالدائرة .........",
choices: ["التيار = 0.2 أمبير", "التيار = 5 مللي أمبير", "التيار = 5 أمبير"],
correct: 2
},
{
question: "إذا كان فرق الجهد 110 فولت وكانت قيمة المقاومة 15 أوم كم يكون التيار المار بالدائرة .........",
choices: ["التيار = 7.33 أمبير", "التيار = 7.33 مللي أمبير", "التيار = 0.136 أمبير"],
correct: 0
}, {
"question": "إذا كان فرق الجهد 110 فولت وكانت قيمة المقاومة 15 أوم كم يكون التيار المار بالدائرة ..........",
"choices": [
"التيار = 7.33 أمبير",
"التيار = 7.33 مللي أمبير",
"التيار = 0.136 أمبير"
],
"correct": 0
},
{
"question": "أوجد قيمة المقاومة علماً بأن الألوان التي عليها (أحمر - أحمر - بني - ذهبي )",
"choices": [
"قيمة المقاومة 2200 أوم ± 5%",
"قيمة المقاومة 220 أوم ± 10%",
"قيمة المقاومة 220 أوم ± 5%"
],
"correct": 2
},
{
"question": "ثلاث مقاومات متصلة على التوالي قيمها: 5، 15 و 20 كيلو أوم. ما قيمة المقاومة الكلية؟",
"choices": [
"المقاومة الكلية = 40 كيلو أوم",
"المقاومة الكلية = 3.1 كيلو أوم",
"المقاومة الكلية = 1500 كيلو أوم"
],
"correct": 0
},
{
"question": "خمس مقاومات متساوية متصلة على التوالي قيمة كل منها 6.8 كيلو أوم. احسب المقاومة الكلية",
"choices": [
"المقاومة الكلية = 34 كيلو أوم",
"المقاومة الكلية = 43 كيلو أوم",
"المقاومة الكلية = 0.147 كيلو أوم"
],
"correct": 0
},
{
"question": "ثلاث مقاومات متصلة على التوازي و قيمهم 4، 8 و 24 كيلو أوم. ما قيمة المقاومة الكلية؟",
"choices": [
"المقاومة الكلية = 36 كيلو أوم",
"المقاومة الكلية = 2.4 كيلو أوم",
"المقاومة الكلية = 0.416 كيلو أوم"
],
"correct": 1
},
{
"question": "خمس مقاومات متساوية متصلة على التوازي قيمة كل منها 6.8 كيلو أوم. احسب المقاومة الكلية.",
"choices": [
"المقاومة الكلية = 43 كيلو أوم",
"المقاومة الكلية = 34 كيلو أوم",
"المقاومة الكلية = 1.36 كيلو أوم"
],
"correct": 2
},
{
"question": "المقاومة الكلية في حالة توصيل مقاومات على التوالي.......",
"choices": [
"تكون أكبر من أكبر قيمة مقاومة بالدائرة",
"تكون أصغر من أقل قيمة مقاومة بالدائرة",
"تساوي قيمة أي مقاومة بالدائرة"
],
"correct": 0
},
{
"question": "في حالة توصيل المقاومات على التوالي فإن التيار الكلي المار في الدائرة هو ( نفسه) في جميع أجزاء الدائرة، والجهد الكلي (يتجزأ) على المقاومات.",
"choices": [
"عبارة صحيحة",
"عبارة خاطئة"
],
"correct": 0
},
{
"question": "التيار الكهربي الذي يتغير في القيمة (لحظياً) والاتجاه مع تكرار نفسه دورياً بمرور الزمن.......",
"choices": [
"التيار المتردد",
"التيار المستمر",
"التيار النبضي"
],
"correct": 0
},
{
"question": "الزمن بالثانية والذي يستغرقه دورة/ذبذبة واحدة من موجة الجهد أو التيار......",
"choices": [
"الموجة",
"التردد",
"الزمن الدوري"
],
"correct": 2
},
{
"question": "عدد الدورات/الذبذبات أو الموجات في الثانية الواحدة......",
"choices": [
"الموجة",
"التردد",
"الزمن الدوري"
],
"correct": 1
},
{
"question": "أقصى قيمة يصل إليها الجهد أو التيار وفي حالة الموجة الجيبية المثالية.....",
"choices": [
"القيمة الفعالة",
"القيمة المتوسطة",
"القيمة العظمى"
],
"correct": 2
},
{
"question": "القيمة التي يكون فيها التياران (المتردد والمستمر) متكافئين وتستهلك المقاومة نفس كمية الطاقة الحرارية في نفس الزمن",
"choices": [
"القيمة الفعالة",
"القيمة المتوسطة",
"القيمة العظمى"
],
"correct": 0
},
{
"question": "القيمة التي خلال دورة كاملة تكون صفراً",
"choices": [
"القيمة الفعالة",
"القيمة المتوسطة",
"القيمة العظمى"
],
"correct": 1
},
{
"question": "أداة لتخزين الشحنات الكهربائية ويستخدم في الأجهزة الكهربائية والإلكترونية",
"choices": [
"الملف",
"المكثف",
"المقاومة"
],
"correct": 1
},
{
"question": "تكرار عمليتي الشحن والتفريغ تسبب نوعاً من المقاومة للتيار المتردد",
"choices": [
"المفاعلة الحثية",
"المفاعلة السعوية",
"المقاومة الأومية"
],
"correct": 1
},
{
"question": "تعرف بأنها النسبة ما بين الشحنة المتراكمة (Q) على اللوح المعدني وفرق الجهد بين اللوحين (V)",
"choices": [
"الطاقة المختزنة",
"سعة المكثف",
"الشحنة الكهربائية"
],
"correct": 1
},
{
"question": "القدرة التي يمكن الاستفادة منها مباشرة في الأحمال الكهربائية",
"choices": [
"القدرة الفعالة",
"القدرة الغير فعالة",
"القدرة الظاهرية"
],
"correct": 0
},
{
"question": "المجموع الاتجاهي للقدرتين الفعالة وغير الفعالة",
"choices": [
"القدرة الفعالة",
"القدرة الغير فعالة",
"القدرة الظاهرية"
],
"correct": 2
},
{
"question": "ذلك الجزء من القدرة والذي يسبب تناوب الطاقة بين المصدر والحمل مرتين في كل دورة من دورات التيار أو الجهد",
"choices": [
"القدرة الفعالة",
"القدرة الغير فعالة",
"القدرة الظاهرية"
],
"correct": 1
},
{
"question": "هو النسبة ما بين القدرة الفعالة والظاهرية",
"choices": [
"معامل القدرة",
"معامل الشكل",
"معامل التصحيح"
],
"correct": 0
},
{
"question": "يُصنع من سلك (عادةً من النحاس) ملفوف حول قلب حديدي بعدد معين من اللفات",
"choices": [
"الحمل السعوي",
"الحمل الحثي"
],
"correct": 1
},
{
"question": "هو النسبة ما بين الفيض المغناطيسي الناشئ إلي شدة التيار الذي أنشأ هذا المجال",
"choices": [
"معامل الحث الذاتي للملف",
"سعة المكثف",
"معامل الشكل"
],
"correct": 0
},
{
"question": "خاصية بناء التيار للمجال المغناطيسي تُسبب مقاومة للتيار وتأخره بزاوية قدرها 90 درجة عن الجهد",
"choices": [
"المفاعلة الحثية",
"المفاعلة السعوية",
"المقاومة الأومية"
],
"correct": 0
},
{
"question": "احسب القيمة المتوسطة لجهد متر دد قيمته العظمي 311.13 فولت",
"choices": [
"198.19 Volt",
"19.819 Volt",
"229 Volt"
],
"correct": 0
},
{
"question": "احسب القيمة الفعالة لجهد متر دد قيمته العظمي 311.13 فولت",
"choices": [
"220 Volt",
"19.819 Volt",
"229 Volt"
],
"correct": 0
},
{
"question": "احسب القيمة الفعالة إذا علمت أن القيمة المتوسطة لهذا الجهد هي 342.12 فولت",
"choices": [
"220 Volt",
"379.7 Volt",
"382 Volt"
],
"correct": 1
},
{
"question": "يمر التيار المتردد في المكثفات بينما لا يمر التيار المستمر في المكثفات",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "لا يمر التيار بين لوحي المكثف لوجود مادة عازلة بينهما",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "تتناسب المفاعلة السعوية عكسيا مع التردد وسعة",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "تتوقف المفاعلة السعوية على عاملين أساسيين: التردد وسعة المكثف",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "يمكن تحسين معامل القدرة بادراج بعض المكثفات علي التوازي مع الدائرة",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "تقل السعة الكلية فتزداد المفاعلة السعوية فتقل شدة التيار في حالة التوصيل على التوالي",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "إن انخفاض معامل القدرة يعني أن القدرة الظاهرية المطلوبة تزيد مما يؤدي الي زيادة التيار المسحوب",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "إن انخفاض معامل القدرة يؤدي الي زيادة الانخفاض في الجهد و القدرة المفقودة عبر الموصلات",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "إذا مر التيار الكهربي في موصل فإنه يُنشأ مجالاً مغناطيسيا حول هذا الموصل",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "المفاعلة السعوية لا تسبب أي استهلاك الطاقة",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "وحدة قياس معامل الحث الذاتي هي الهنري ( H )",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "تُقاس المفاعلة الحثية والمفاعلة السعوية والمعاوقة الكلية بالأو م",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "تتناسب المفاعلة الحثية طرديا مع كل من التردد ومعامل الحث الذاتي",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "احسب المفاعلة السعوية لمكثف سعته 470 ميكروفاراد عندما يُوصل جهد متردد تردده 50 هيرتز",
"choices": [
"6.77 *10<sup>-6</sup>أوم",
"6.77 أوم",
"6.77 *10<sup>-6</sup>فاراد",
"6.77 فاراد"
],
"correct": 1
},
{
"question": "كم يجب أن تكون سعة المكثف إذا أردنا ان تكون المفاعلة السعوية له 564.38 أوم عندما يكون التردد 60 هيرنز",
"choices": [
"4.7 *10<sup>-6</sup>أوم",
"4.7 أوم",
"4.7 *10<sup>-6</sup>فاراد",
"4.7 فاراد"
],
"correct": 2
},
{
"question": "ثلاثة مكثفات متصلة على التوالي قيمهم 24  ، 32 ، 40 ميكروفاراد احسب السعة الكلية",
"choices": [
"96 ميكروفاراد",
"10.2 أوم",
"10.2 ميكروفاراد",
"10.2 فاراد"
],
"correct": 2
},
{
"question": "أربع مكثفات متصلة على التوالي قيمهم 10 ، 10 ، 20 ، 50 مللي فاراد احسب السعة الكلية",
"choices": [
"90 مللي فاراد",
"3.7 مللي فاراد",
"10.2 ميكروفاراد",
"3.7 فاراد"
],
"correct": 1
},
{
"question": "ثلاثة مكثفات متصلة على التوازي قيمهم 24 ، 32 ، 40 ميكروفاراد احسب السعة الكلية",
"choices": [
"10.2 ميكروفاراد",
"3.7 مللي فاراد",
"96 ميكروفاراد",
"3.7 فاراد"
],
"correct": 2
},
{
"question": "اربع مكثفات متصلة على التوازي قيم ثلاثة منهم 47 ، 68 ، 96 ميكروفاراد كم يجب أن تكون سعة المكثف الرابع لتكون السعة الكلية 470 ميكروفاراد",
"choices": [
"259 ميكروفاراد",
"259 فاراد",
"211 ميكروفاراد",
"211 فاراد"
],
"correct": 0
},
{
"question": "ثلاث مكثفات سعاتها 30,15,5 ميكروفاراد تتصل بمصدر تيار متردد جهده 220 فولت و تردده 50 هيرتز. احسب شدة التيار المار إذا وصلت( على التوالي )",
"choices": [
"3.4 أمبير",
"3.5 أمبير",
"955 أمبير",
"0.23 امبير"
],
"correct": 3
},
{
"question": "ثلاث مكثفات سعاتها 30,15,5 ميكروفاراد تتصل بمصدر تيار متردد جهده 220 فولت و تردده 50 هيرتز. احسب شدة التيار المار إذا وصلت( على التوازي )",
"choices": [
"3.4 أمبير",
"50 أمبير",
"63.7 أمبير",
"0.23 امبير"
],
"correct": 0
},
{
"question": "ثلاث مكثفات سعاتها 4,16,24 ميكروفاراد تتصل بمصدر تيار متردد جهده 250 فولت و تردده 60 هيرتز. احسب شدة التيار المار إذا وصلت( على التوالي )",
"choices": [
"2.8 أمبير",
"940 أمبير",
"4.1 أمبير",
"0.27 امبير"
],
"correct": 3
},
{
"question": "ثلاث مكثفات سعاتها 4,16,24 ميكروفاراد تتصل بمصدر تيار متردد جهده 250 فولت و تردده 60 هيرتز. احسب شدة التيار المار إذا وصلت( على التوازي )",
"choices": [
"60.3 أمبير",
"940 أمبير",
"4.1 أمبير",
"0.27 امبير"
],
"correct": 2
},
{
"question": "ثلاث مكثفات سعتها 20 ، 40 ، 60 ميكروفاراد تتصل بمقاومة مادية 30 أوم بمصدر تيار متردد جهده 220 فولت تردده 50 هرتز احسب شدة التيار المار اذا وصلت المكثفات على التوالي",
"choices": [
"0.756 أمبير",
"5.5 أمبير",
"40 أمبير",
"291 امبير"
],
"correct": 0
},
{
"question": "ثلاث مكثفات سعتها 20 ، 40 ، 60 ميكروفاراد تتصل بمقاومة مادية 30 أوم بمصدر تيار متردد جهده 220 فولت تردده 50 هرتز احسب شدة التيار المار اذا وصلت المكثفات على التوازي",
"choices": [
"0.756 أمبير",
"5.5 أمبير",
"40 أمبير",
"291 امبير"
],
"correct": 1
},
{
"question": "ثلاثة ملفات محاثتهم 12 ، 18 ، 28 مللي هنري احسب المحاثة الكلية لهم اذا تم توصيلهم على التوالي",
"choices": [
"58 هنري",
"58 مللي هنري",
"5.72 مللي هنري",
"5.72 هنري"
],
"correct": 1
},
{
"question": "ثلاثة ملفات محاثتهم 12 ، 18 ، 28 مللي هنري احسب المحاثة الكلية لهم اذا تم توصيلهم على التوازي",
"choices": [
"58 هنري",
"58 مللي هنري",
"5.72 مللي هنري",
"5.72 هنري"
],
"correct": 2
},
{
"question": "لديك مقاومتين عند توصيلهما على التوالي كانت المقاومة الكلية 25 أوم وعند توصيلهم على التوازي كانت المقاومة الكلية 6 أوم. أحسب قيمة كل مقاومة على حدة",
"choices": [
"قيمة المقامتين R1 = 10 Ω ، R2 = 15 Ω",
"قيمة المقامتين R1 = 12 Ω ، R2 = 13 Ω",
"قيمة المقامتين R1 = 9 Ω ، R2 = 16 Ω",
"قيمة المقامتين R1 = 11 Ω ، R2 = 14 Ω"
],
"correct": 0
},
{
"question": "الشحنة ويرمز لها بالرمز ( Q ) وهي نوعان شحنة ( سالبة) تمثل الكترون وأخرى ( موجبة )تمثل البروتون ، وحدة قياسها ( الكولوم ) ويرمز له بالرمز( C )",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "شدة التيار وهو معدل مرور ( الشحنة ) باتجاه ما بالنسبة ( للزمن ) تحت تأثير فرق الجهد ويرمز له بالرمز ( I )",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "كي يمر تيار في دائرة كهربية فيتطلب ذلك وجود ( مصدر) خارجي يحرك ( الالكترونيات ) خلال الموصل بين نقطتين يسمى ( بفرق الجهد بين هاتين النقطتين )",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "يسري التيار الكهربي من القطب ( الموجب ) الى القطب ( السالب ) لمصدر الجهد خارجياً",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "يعرف الجهد بأنه الشغل اللازم لنقل وحدة ( الشحنات ) من نقطة لأخرى ويقاس ب ( الفولت )",
"choices": [
"العبارة خاطئة",
"العبارة صحيحة"
],
"correct": 1
},
{
"question": "اكتب قيمة المقاومة",
"image": "images/question81.jpg",
"choices": [
"339000  اوم",
"339000 ميجا اوم",
"339000 كيلو اوم",
],
"correct": 1
},
{
"question": "من الشكل احسب R1 , R2 , R3",
"image": "images/question82.jpg",
"choices": [
"الاجابة صحيحة",
"  الاجابة خاطئة",
],
"correct": 0
},
{
"question": "تأكد من القيم",
"image": "images/question83.jpg",
"choices": [
"الاجابة صحيحة",
"  الاجابة خاطئة",
],
"correct": 0
},
{
"question": "تأكد من التعريف وشكل الموجات",
"image": "images/question84.jpg",
"choices": [
"الاجابة صحيحة",
"  الاجابة خاطئة",
],
"correct": 0
}
  ],
// *******************************************************************************************************************
// *****************************'تركيب أنظمة الاضاءة'***************************************************************
// *******************************************************************************************************************

  'تركيب أنظمة الاضاءة': [
    
      { 
        question: "يتم تحديد المتطلبات الفنية لاضاءة المبني", 
        "choices": [
          "نوع اللمبات المستخدمة للإنارة", 
          "شدة الاضاءة",
           "تحديد أماكن ونوعية المخارج العامة (البرايز)",
          "كل ما سبق"
        ],
        "correct": 3
    
    },
        { 
      question: "النقاط الواجب مراعاتها عند تصميم الإضاءة الاصطناعية", 
      choices: [
        "أن تعطى المصابيح الفيض الضوئي اللازم لتوفير مستوى الإضاءة المناسب للعمل بالمكان",
        "أن تكون الإضاءة متجانسة بقدر الامكان",
        "أن يتفادى بقدر الامكان وجود ظلال ناتجة عن سوء توزيع المصادر الضوئية بالمكان",
        "ثبات الإضاءة واستقرار الضوء باستمرار",
        "كل ما سبق"
      ], 
      correct: 4
      },
    { 
      question: "حاصل ضرب الفيض الضوئي في الزمن...............", 
      choices: [
        "كمية الضوء Q", 
        "شدة الضوء", 
        "لون الضوء"
      ], 
      correct: 0
    },
    { 
      question: "هو الانطباع اللوني الذي يحدثه مصدر الضوء.............", 
      choices: [
        "لون الضوء",
        "الجو اللوني",
        "السطوع"
      ], 
      correct: 0 
    },
    { 
      question: "الكثافة السطحية للفيض الضوئي..............", 
      choices: [
        "شدة الإضاءة E", 
        "الشدة الضوئية I", 
        "الكفاية الضوئية"
      ], 
      correct: 0
       },
    { 
      question: "نسبة الفيض الضوئي عند مستوى التشغيل مقسوما على الفيض المتولد من المصباح..............", 
      choices: [
        "معامل الصيانة ML", 
        "معامل فقد الطاقة LL",
        "معامل الانتفاع UF"
      ], 
      correct: 2
    },
    { 
      question: "طاقة على شكل ذبذبات كهرومغناطيسية تنتشر على خطوط مستقيمة بسرعة الضوء..............", 
      choices: [
        "الفيض الضوئي", 
        "الإشعاع البصري", 
        "الضوء"
      ], 
      correct: 1
    },
    { 
      question: "النسبة بين الفيض الضوئي والقدرة الكهربية المأخوذة...............", 
      choices: [
        "الضوء", 
        "الكفاية الضوئية", 
        "الفيض الضوئي"
      ], 
      correct: 1
    },
    { 
      question: "كثافة الفيض الضوئي في الزاوية المجسمة W المقابلة لمساحة السطح المضاء", 
      choices: [
        "الإشعاع البصري", 
        "كمية الضوء", 
        "I (شدة الضوء (الشدة الضوئية)"
      ], 
      correct: 2
    },
    { 
      question: "ذبذبة كهرومغناطيسية تحس بها العين البشرية من خلال اللون والسطوع", 
      choices: [
        "لون الضوء", 
        "التدفق الإشعاعي", 
        "الضوء"
      ], 
      correct: 2
    },
    { 
      question: "التأثير المشترك لمستوى الإضاءة ولون الضوء ولون السقف والجدران والأرضية", 
      choices: [
        "لون الضوء", 
        "الجو اللوني", 
        "الضوء"
      ], 
      correct: 1
    },
    { 
      question: "تنفيذات تقنية مصادر الضوء الاصطناعية، تحول الطاقة الكهربية إلى ضوء", 
      choices: [
        "لون الضوء", 
        "المصابيح", 
        "الضوء"
      ], 
      correct: 1
    },
    { 
      question: "يستخدم الكوارتز المنصهر كغلاف للمصابيح الهالوجينية لأن درجة انصهاره عالية", 
      choices: [
        "إجابة صحيحة", 
        "إجابة خاطئة"
      ], 
      correct: 0
    },
    { 
      question: "تحتوي المصابيح الفلورسنت غاز بخار الزئبق تحت ضغط منخفض لأنه يساعد على إبقائه على هيئة غاز", 
      choices: [
        "إجابة صحيحة", 
        "إجابة خاطئة"
      ], 
      correct: 0
    },
    { 
      question: "لابد أن تعطي المصابيح الفيض الضوئي اللازم", 
      choices: [
        "لتوفير مستوى الإضاءة المناسب", 
        "ليكون مستوى الإضاءة ثابت", 
        "كل ما سبق"
      ], 
      correct: 0
    },
    { 
      question: "من مميزات مصابيح الهالوجين", 
      choices: [
        "الطيف اللوني لهذا النوع قريب من الطيف اللوني لضوء الشمس",
        "لونها أصفر دافئ",
        "ممتازة للإضاءة المركزة وذلك بسبب الحجم الصغير",
        "سعرها رخيص بشكل عام",
        "كل ما سبق"
      ], 
      correct: 4
    },
    { 
      question: "من عيوب مصابيح الهالوجين", 
      choices: [
        "أنها تستهلك طاقة كبيرة",
        "لا يمكن استخدام هذا النوع في الإضاءة العامة والارتفاعات العالية",
        "فترة العمر القصير والتي لا تتعدى 6000 ساعة مما يرفع من تكاليف الصيانة لهذا النوع",
        "كل ما سبق"
      ], 
      correct: 3
    },
    {
      question: "من استخدامات مصابيح الهالوجين..........",
      choices: [
        "إضاءة المحلات والمعارض", 
        "إضاءة الصور واللوحات الفنية",
        "إضاءة المجسمات الفنية",
        "الإضاءة المنزلية",
        "كل ما سبق"
      ], 
      correct: 4
    },
    {
      question: "للمصابيح الفلورسنت نوعان هما مصابيح النيون (بمحول عادي) المصابيح المدمجة الموفرة",
      choices: [
        "إجابة صحيحة", 
        "إجابة خاطئة"
      ], 
      correct: 0 
    },
    {
      question: "استخدامات مصابيح الهاليد المعدني",
      choices: [
        "إضاءة الشوارع",
        "إضاءة الملاعب",
        "إضاءة المطارات",
        "إضاءة الساحات العامة",
        "كل ما سبق"
      ], 
      correct: 4
    },
    {
      question: "مصابيح الليد عبارة عن لمبة ضوء ......................... أي لا تحتوي على ................",
      choices: [
        "إلكترونية - فتيلة", 
        "كهربية - غاز",
        "إلكترونية - غاز"
      ], 
      correct: 0
    },
    {
      question: "تتميز المصابيح عن بعضها من خلال........ ",
      choices: [
        "القدرة المأخوذة والفيض الضوئي والكفاية الضوئية", 
        "لون الضوء والسلوك عند الوصل والفصل ومدة الصلاحية", 
        "كل ما سبق"
      ], 
      correct: 2
    },
    {
      question: "من الممكن أن تكون الإضاءة وسيلة من وسائل .................... بالمكان عن طريق الاستفادة بالظل وبلون .................... المستخدم",
      choices: [
        "الترفيه - الضوء", 
        "الديكور - الحائط",
        "الديكور - الضوء"
      ], 
      correct: 2
    },
    {
      question: "مميزات المصابيح الموفرة للطاقة",
      choices: [
        "تتميز بأنها تستهلك كمية صغيرة من الطاقة الكهربية",
        "تعطى نفس كمية الضوء الصادرة من المصابيح العادية",
        "عمرها الافتراضي يصل إلى خمس أضعاف اللمبات العادية",
        "كل ما سبق"
      ], 
      correct: 3
    },
    { 
      question: "يمكن حساب سرعة الضوء كالتالي (سرعة الضوء = ........ * ..........)", 
      choices: [
        "التردد * معامل الانتفاع", 
        "الزمن الدوري * طول الموجة",
        "التردد * طول الموجة"
      ], 
      correct: 2
    },
    { 
      question: "الإضاءة المختلطة .........", 
      choices: [
        "الإضاءة المباشرة", 
        "الإضاءة غير المباشرة",
        "الإضاءة المباشرة وغير المباشرة"
      ], 
      correct: 2
    },
    { 
      question: "يمكن الحصول على الإضاءة المختلطة .........", 
      choices: [
        "وضع جهاز واحد له خاصية الانتشار", 
        "وضع نوعين أو أكثر من أجهزة الإضاءة",
        "كل ما سبق"
      ], 
      correct: 2
    },
    { 
      question: "الغرض من الإضاءة الديكورية والإضاءة المركزة .........", 
      choices: [
        "جذب انتباه الأشخاص إلى عناصر أكثر أهمية في المكان", 
        "تجعل المكان يبدو أكثر جاذبية كبيرة في التصميم",
        "كل ما سبق"
      ], 
      correct: 2
    },
    { 
      question: "اسم الجهاز المستخدم لحساب شدة الاستضاءة (الفوتومترات) اللوكسميتر", 
      choices: [
        "إجابة صحيحة", 
        "إجابة خاطئة"
      ], 
      correct: 0
    },
    { 
      question: "طريقة قياس الجهاز المستخدم لحساب شدة الاستضاءة", 
      choices: [
        "عند توصيل جهاز قياس ميكرو أميتر لقياس الأمبير", 
        "فإن تيار صغير يسري بداخله يتناسب هذا التيار مع شدة الإضاءة الساقطة على الخلية",
        "يتم تدريج جهاز اللوكسميتر مباشرة للقياس بوحدة اللوكس",
        "يمكن عمل تيارات أخرى للقياس وذلك بزيادة مدى القياس",
        "كل ما سبق"
      ], 
      correct: 4
    },
    {
      question: "ما هي وحدة قياس شدة الإضاءة؟",
      choices: [
        "الواط",
        "اللومن",
        "الكانديلا",
        "اللوكس"
      ],
      correct: 3
    }
  ],
  // *********************************************************************************
  //****************** */ المفاتبح والمأخذ وقواطع التسرب الارضي ***********************
  // **********************************************************************************
  'المفاتيح والمآخذ وقواطع التسرب الارضي': [
    
      {
        question: "اختر اسم الشكل الذي امامك",
       "image": "/images/1.jpg",
        choices: [
             "مأخذ تيار كهربي لقمة بريزة ماجيك 10 امبير",
             "بريزة عادية",
             "مأخذ قوى كهربية",
        ],
        correct: 0
    },
    {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question2.jpg",
      choices: [
          "جهاز متنقل للحماية ضد التسريب الأرضي مزود بمأخذ ومقبس",
          "جهاز حماية ضد تيارات التسريب الأرضي مزود بمأخذ، يستعمل لبعض التجهيزات الخاصة والمخابز والمستودعات",
          "قاطع التسرب الأرضي الثلاثى الوجه ويعمل على فصل مصدر القدرة عن الدارة"
      ],
      correct: 0
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question3.jpg",
      choices: [
          "مأخذ وحدة اضاءة",
          "مأخذ هاتف",
          "مأخذ بث تليفزيون"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question4.jpg",
      choices: [
          "مفتاح طرف سلم ديفاتوري",
          "مفتاح عادة",
          "مفتاح وسط سلم"
      ],
      correct: 0
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question5.jpg",
      choices: [
          "لقم برايز",
          "لقم مفاتيح",
          "شلسيه 3 فتحة"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question6.jpg",
      choices: [
          "مفتاح مزدوج",
          "مفتاح روكر",
          "مفتاح ضاغط"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question7.jpg",
      choices: [
          "بريزة خارج الحائط مزودة بغطاء",
          "بريزة خارج الحائط بدون بغطاء",
          "بريزة مزودة بتأريض"
      ],
      correct: 0
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question8.jpg",
      choices: [
          "لقم برايز",
          "شاسيه",
          "وش واحد فتحة"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question9.jpg",
      choices: [
          "مفتاح وسط سلم",
          "مفتاح طرف سلم",
          "مفتاح مزدوج"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question10.jpg",
      choices: [
          "وش مفتاح",
          "لقم مفتاح",
          "شاسيه عريض 2 فتحة"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question11.jpg",
      choices: [
          "وش مفتاح",
          "لقم مفتاح",
          "بريزة USB"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question12.jpg",
      choices: [
          "مفتاح روكر",
          "شاسيه مفتاح",
          "مفتاح وبريزة"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question14.jpg",
      choices: [
          "وش مفتاح",
          "لقم مفتاح",
          "شاسيه 2 فتحة"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question13.jpg",
      choices: [
          "وش مفتاح",
          "لقم مفتاح",
          "سدادة"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question15.jpg",
      choices: [
          "قاطع تسريب ارضي لتامين حماية ضد تيار التسريب الأرضي مع قاطع حماية ضد تيار التسريب الأرضي مع قاطع حماية ضد زيادات التيار",
          "جهاز متنقل للحماية ضد التسريب الأرضي",
          "قاطع التسرب الأرضي الثلاثى الوجه ويعمل على فصل مصدر القدرة عن الدائرة"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question16.jpg",
      choices: [
          "قاطع أحادي الاقطاب",
          "قاطع ثنائي الاقطاب",
          "قاطع ثلاثي الاقطاب"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question17.jpg",
      choices: [
          "مأخذ هاتف",
          "قاطع ثنائي الاقطاب",
          "بريزة مجوفة شوكو 16 أمبير"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question18.jpg",
      choices: [
          "مأخذ USB",
          "بريزة صاروخ",
          "لقمة تليفون ( مأخذ هاتف )"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question19.jpg",
      choices: [
          "شاسيه مفتاح طرف سلم ديغاتوري",
          "شاسيه بريزة صاروخ",
          "شاسيه مفتاح مزدوج"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question20.jpg",
      choices: [
          "مفتاح طرف سلم ديفاتوري",
          "قاطع ثلاثي",
          "مفتاح اضاءة ثلاثي"
      ],
      correct: 2
  },
  {
      question: "اختر اسم الشكل الذي امامك",
      image: "image/question21.jpg",
      choices: [
          "مأخذ تيار كهربي لقمة بريزة ماجيك 10 امبير",
          "بريزة عادية",
          "مأخذ قوى كهربية"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question22.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question23.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question24.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question25.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question26.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question27.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question28.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question29.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question30.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question31.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question32.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question33.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question34.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question35.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question36.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question37.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question38.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question39.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question40.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question41.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question42.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "",
      image: "image/question43.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 1
  },
  {
      question: "أكمل ما يأتي",
      image: "image/question44.jpg",
      choices: [
          "فتح  و  توصيل",
          "غلق  و ايقاف",
          "فتح  و غلق"
      ],
      correct: 2
  },
  {
      question: "أكمل ما يأتي",
      image: "image/question45.jpg",
      choices: [
          "اربع  و  ثلاث",
          "ثلاث  و اربع",
          "اربع  و اربع"
      ],
      correct: 2
  },
  {
      question: "أكمل ما يأتي",
      image: "image/question46.jpg",
      choices: [
          "غلق  -  الجهد الكهربي",
          "توصيل  - التيار الكهربي",
          "حماية  - التيار الكهربي"
      ],
      correct: 2
  },
  {
      question: "أكمل ما يأتي",
      image: "image/question47.jpg",
      choices: [
          "الاحمال  -  تيار التسريب",
          "المصدر  -  الكابلات",
          "المصدر  -  الاحمال"
      ],
      correct: 2
  },
  {
      question: "",
      image: "image/question48.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question49.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question50.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question51.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question52.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question53.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question54.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question55.jpg",
      choices: [
          "المآخذ الكهربية ( البرايز )",
          "المفاتيح الكهربية",
          "قواطع التسريب الارضي"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question56.jpg",
      choices: [
          "الاسلاك",
          "المفاتيح الكهربية",
          "المآخذ الكهربية"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question57.jpg",
      choices: [
          "لتبيين ان الفيش شغال / مطفأ",
          "لتبيين ان الفيش لونها اسود",
          "لتبيين ان الفيش  بها قطع"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question58.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "",
      image: "image/question59.jpg",
      choices: [
          "عبارة صحيحة",
          "عبارة خاطئة"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question60.jpg",
      choices: [
          "تيار الفصل",
          "تيار التسريب",
          "التيار الاسمى"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question61.jpg",
      choices: [
          "حماية قاطع التسرب الأرضي من التلف الناتج عن تيارات القصر الزائدة",
          "لضمان عمل قاطع التسرب الأرضي بشكل أسرع في حالة حدوث تسرب أرضي",
          "لتقليل استهلاك الطاقة في الدائرة الكهربائية"
      ],
      correct: 0
  },
  {
      question: "اختر العبارة الصحيحة",
      image: "image/question62.jpg",
      choices: [
          "الرسم صحيح والمكونات صحيحة",
          "الرسم صحيح والمكونات خاطئة",
          "الرسم خطأ والمكونات صحيحة"
      ],
      correct: 0
  },
  {
      question: "اختر العبارة الصحيحة",
      image: "image/question63.jpg",
      choices: [
          "قواعد السلامة والصحة المهنية",
          "تحديد نوعية المخرج",
          "المخطط الفني"
      ],
      correct: 0
  },
  {
      question: "اختر العبارة الصحيحة",
      image: "image/question64.jpg",
      choices: [
          "قبل القواطع الفرعية",
          "قبل القاطع الرئيسي للدائرة",
          "قبل الحمل مباشرة"
      ],
      correct: 0
  },
  {
      question: "اختر العبارة الصحيحة",
      image: "image/question65.jpg",
      choices: [
          "زرادية",
          "مكبس",
          "مقص صاج"
      ],
      correct: 0
  },
  {
      question: "اختر العبارة الصحيحة",
      image: "image/question66.jpg",
      choices: [
          "النحاس",
          "البلاسيتك",
          "القصدير"
      ],
      correct: 0
  },
  {
      question: "اختر العبارة الصحيحة",
      image: "image/question67.jpg",
      choices: [
          "الرسم صحيح",
          "الرسم خطأ"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question68.jpg",
      choices: [
          "التيار الاسمى",
          "تيار الفصل",
          "تيار التسريب"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question69.jpg",
      choices: [
          "كابل UTP",
          "كابل STP",
          "كابل الياف ضوئية"
      ],
      correct: 0
  },
  {
      question: "اختر المصطلح العلمي",
      image: "image/question70.jpg",
      choices: [
          "قاطع التيار (Circuit Breaker)",
          "قاطع التسرب الأرضي (GFCI/RCCB)",
          "المنصهر (Fuse)"
      ],
      correct: 0
  },

  ],

// *******************************************************************************************************************
// *****************************'اعداد المواد والادوات'***************************************************************
// *******************************************************************************************************************

  'اعداد المواد والادوات': [
    {
      "question": "ما هي النقاط التي يجب مراجعتها في المواد المطلوبة لتنفيذ المخططات الكهربية للتأكد من مطابقتها للمهمة التي يتم تنفيذها 'للمخططات'؟",
      "choices": [
        "مراجعة المواسير حسب المواصفات بالمخطط وكميتها بالقائمة",
        "مراجعة علب البواطات والمفاتيح حسب المواصفات بالمخطط وكميتها بالقائمة",
        "مراجعة مأخذ التيار حسب المواصفات بالمخطط وكميتها بالقائمة",
        "مراجعة لوحة التوزيع الرئيسية وملحقاتها حسب المواصفات بالمخطط وكميتها بالقائمة",
        "مراجعة مفاتيح الوقاية والحماية حسب المواصفات بالمخطط وكميتها بالقائمة",
        "مراجعة اسلاك التوصل حسب المواصفات بالمخطط وكميتها بالقائمة",
        "كل ما سبق"
      ],
      "correct": 6
    },
    {
      "question": "نظام التكاليف يقوم ..........و............و.......... على التكاليف",
      "choices": [
        "بالتخطيط  ",
       "القياس",
        "الرقابة",
        "كل ما سبق"
      ],
      "correct": 3
    },
    {
      "question": "تصنف التكاليف تبعاً لـ......... أو تبعاً لـ.............",
      "choices": [
        " لطبيعتها  أو  لعلاقتها",
       " حجم الانتاج  أو  تكاليف الانتاج",
        "كل ما سبق"
      ],
      "correct": 0
    },
    {
      "question": "المكونات الأساسية للتكلفة في كل عملية إنتاج لمنتج ما هى ........ ، ........... ، ............",
      "choices": [
        "لطبيعتها  ،  لعلاقتها ، التكالبف",
       "المواد الأولية، الأجور، والتكاليف غير المباشرة",
        "كل ما سبق"
      ],
      "correct": 1
    },
    {
      "question": "المكونات الأساسية للتكلفة تزود الإدارة بالبيانات اللازمة لقياس ...................، ...................للمنتجات",
      "choices": [
        "  الدخل وتسعير المنتجات    ",
       "المواد الأولية، الأجور، والتكاليف غير المباشرة",
        "كل ما سبق"
      ],
      "correct": 0
    },
    {
      "question": "تنقسم المواد الأولية الى مواد ...................، و................... .",
      "choices": [
        "  مباشرة فقط      ",
       "   غير مباشرة فقط  ",
        "  مباشرة وغير مباشرة"
      ],
      "correct": 2
    },
    {
      "question": "من طرق حساب أجور العمال ...................،و ...................",
      "choices": [
        "     حساب اجر العامل بالقطعة    ",
       "    حساب اجر العامل بالساعة   ",
        "  كل ما سبق  "
      ],
      "correct": 2
    },
    {
      "question": "تنقسم التكاليف الغير مباشرة الى ................... ، ................... ، ...................",
      "choices": [
       "التكاليف غير المباشرة الصناعية و التكاليف غير المباشرة الاداريةو التكاليف غير المباشرة للبيع والتوزيع",
       "    المواد المصدرة من المخزن لأجل منتج معين و المواد  المشتراه  لامر انتاج معين و المواد القادمة من المراحل الانتاجية السابقة  ",
        "  كل ما سبق  "
      ],
      "correct": 0
    },
    {
      "question": "المواد ................... هى المكون الأساسي للتكلفة في عمليات الإنتاج وتأدية الخدمات",
      "choices": [
       "المواد الاولية",
      "المواد الاولية المباشرة",
        "  كل ما سبق  "
      ],
      "correct": 0
    },
    {
      "question": "الاجور هى تكلفة ................... المبذول في العملية الإنتاجية",
      "choices": [
       "المشروع بشكل عام وليست مقتصرة على هدف تكلفة معين",
      "   معينه مثل تكاليف التصميم والرسم",
        "  الجهد البشري   "
      ],
      "correct": 2
    },
    {
      "question": "................... هي تكاليف لايمكن تحميلها بشكل مباشر على المنتج",
      "choices": [
       "التكاليف  المباشرة",
      "التكاليف غير المباشرة",
        "   كل ما سبق   "
      ],
      "correct": 1
    },
    {
      "question": "خامات غير مباشرةهى ................... مثل الزيوت والشحومات.وثمن هذه الخامات تحسب ضمن ثمن ................... في المقايسة",
      "choices": [
       "  خامات مستهلكة ، مصاريف غير مباشرة",
       "  خامات غير مستهلكة ، مصاريف  مباشرة",
        "   كل ما سبق   "
      ],
      "correct": 0
    },
    {
      "question": " مقارنة بين المواد الأولية المباشرة والمواد الأولية الغير مباشرة ",
      image: "images/question86.jpg",
      "choices": [
       "المقارنة صحيحة",
       "المقارنة خاطئة",
      ],
      "correct": 0
    },
    {
      "question": " مقارنة بين   الأجور المباشرة للعمال و الاجور الغير مباشرة للعمال ",
      image: "images/question87.jpg",
      "choices": [
       "المقارنة صحيحة",
       "المقارنة خاطئة",
      ],
      "correct": 0
    },
    {
      "question": " مقارنة بين الخامات المباشرة و الخامات الغير مباشرة  ",
      image: "images/question88.jpg",
      "choices": [
       "المقارنة صحيحة",
       "المقارنة خاطئة",
      ],
      "correct": 0
    },
    {
      "question": " مميزات تصنيف التكاليف ؟",
      "choices": [
      "یسھل عمل نظام التكالیف في جمع التكالیف وتتبعھا",
       " یسھل تقریر التكالیف إلى الإدارة.",
       " یجعل تقریر التكالیف أكثر فعالیة في اتخاذ القرارات",
       " یساعد في تصنیف التكالیف وفقًا لطبیعتھا أو وفقًا لعلاقاتھا ببعض العوامل مثل علاقتھا بحجم الإنتاج",
       "كل ما سبق"
      ],
      "correct": 4
    },
    {
      "question": "خطوات حساب أجر العامل اذا ذكر زمن دورة التشغيل",
      image: "images/question90.jpg",
      "choices": [
       "الخطوات صحيحة",
       "الخطوات خاطئة",
      ],
      "correct": 0
    },
    {
      "question": "كل نوع من انواع التكاليف الغير مباشرة يحتاج الي تحليل خاص به حتى نصل للمعيار الفني السليم لتحميله علي وحدات الانتاج.",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 0
    },
    {
      "question":"التكاليف غير المباشرة سواء الصناعية او التسويقية او الادارية تتصف بالخصوصية بالنسبة لعلاقتها بمراكز التكلفة",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 1
    },
    {
      "question":"تختلف أسس توزيع التكاليف غير المباشرة علي مراكز التكلفة وذلك نظرا لإعتماد التوزيع علي التقدير الشخصي لمحاسب التكاليف.",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 0
    },
    {
      "question":"ارتباط جزء من التكاليف الغير مباشرة بفترات زمنية طويلة مما يسهل تحديد نصيب وحدات التكلفة منها.",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 1
    },
    {
      "question":"في حالة تعدد المنتجات في المشروع تزداد صعوبة تحديد نصيب كل منتج من التكاليف الصناعية غير المباشرة.",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 0
    },
    {
      "question":"عناصر التكاليف الصناعية هي تكاليف غير المباشرة والتكاليف المحدودة",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 1
    },
    {
      "question":"الزمن الكلي = الزمن الاساسي + زمن مكافأة الانتاج",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 0
    },
    {
      "question":"التكاليف النهائية هى التكاليف التي يتم بها بيع المنتج للجمهور أو المستهلك",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 0
    },
    {
      "question":"اجر العمال هو المقابل المادي مقابل ما يقومون به من اعمال وخدمات للمنشأة",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 0
    },
    {
      "question":"الخامات الغير مباشرة هي الخامات التي تظهر في المنتج",
      "choices": [
       " صح",
       " خطأ",
      ],
      "correct": 1
    },
    {
      "question":" خصائص التكاليف غير المباشرة",
      "choices": [
       " عمومية التكاليف غير المباشرة:",
       " صعوبة الربط بين عناصر التكاليف غير المباشرة الصناعية ووحدة المنتج النهائى",
       " تنوع وتعدد بنود التكاليف الصناعية غير المباشرة",
       " ارتباط معظم عناصر التكاليف غير المباشرة بعنصر الزمن",
       " اختلاف اسس تحميل التكاليف غير المباشرة علي مراكز التكلفة ووحدات المنتج",
       " كل ما سيق",
      ],
      "correct": 5
    },
    {
      "question":"أذكر بنود  'عناصر'  التكاليف الصناعية الغير مباشرة",
      "choices": [
       "-مواد غیر مباشرة كزیوت التشحیم والوقود",
       "اجور غیر مباشرة مثل مرتبات المشرفین و الملاحظین و مرتب مدیر المصنع",
       "اعباء ثابته تتمثل في الایجار و التأمینات و الاھلاكات.",
       "نفقات المرافق الصناعیة كالكھرباء و المیاه",
      "خسائر صناعیة مثل تكلفة المواد الھادمة و اجور الوقت الضائع",
       " كل ما سيق",
      ],
      "correct": 5
    },
    {
      "question":"تحسب التكاليف الغير مباشرة بنسبة تتراوح بين ................ إلى ................ من التكاليف الأولية ، وتصلح لخطوط الإنتاج الخاصة ................ وذات توقيت قصير في زمن دورة التشغيل",
      image: "images/question91.jpg",
      "choices": [
       "الاجابة صحيحة",
       "الاجابة خاطئة",
      ],
      "correct": 0
    },
    {
      "question":"تحسب التكالیف الغیر مباشرة بنسبة تتراوح بين ................ إلى ................ من أجور العمال وهذه الطريقة غير دقيقة لارتباطها ........",
      image: "images/question92.jpg",
      "choices": [
       "الاجابة صحيحة",
       "الاجابة خاطئة",
      ],
      "correct": 0
    },
    {
      "question":"تحسب التكاليف الغير مباشرة على أساس ..........وتحدد على حسب ................ و ................ وتعتمد على الخبرة وهى تصلح في تقدير المشغولات لخطوط الإنتاج بمعلومية ................ المستخدمة في الساعة",
      image: "images/question93.jpg",
      "choices": [
       "الاجابة صحيحة",
       "الاجابة خاطئة",
      ],
      "correct": 0
    },
    {
      "question":"................ هي العائد المادي أو الفائدة التي من أجلها تم إقامة المشروع وتعبر عن مدى نجاح المشروع.",
      "choices": [
       " الأرباح",
       "الفائدة ",
      ],
      "correct": 0
    },
    {
      "question":"تحسب ................ كنسبة من تكاليف الإنتاج تتراوح من ٪ ۱۰ الى ٢۰ ٪ من تكاليف الإنتاج",
      "choices": [
       " الأرباح",
       "الفائدة ",
      ],
      "correct": 0
    },
    {
      "question":"............... هى التكاليف التي يتم بها بيع المنتج للجمهور أو المستهلك",
      "choices": [
       " الأرباح",
       "التكاليف النهائية ",
       "التكاليف الاولية ",
      ],
      "correct": 1
    },
    {
      "question":"مشاكل التكاليف غير المباشرة ؟",
       image: "images/question94.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"خطوات بناء التكاليف النهائية ؟",
       image: "images/question95.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"خطوات تحميل التكاليف الصناعية غير المباشرة",
       image: "images/question96.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"طرق حساب التكاليف الغير مباشرة",
      "choices": [
       "  نسبة من التكالیف الأولیة",
       "  نسبة من أجور العمال ",
       "على أساس زمن العملیة",
      "كل ما سبق",

      ],
      "correct": 3
    },
    {
      "question":"حجرة تتكون من دائرة إنارة ودائرة برايز ،دائرة الإنارة تشتمل على مصباح قدرته ۱۰۰ وا ت ،دائرة البرايز تشمل على ٢ بريزة ومتوسط شدة تيار البريزة ۱.٥ أمبير والكثافة التيارية ٢.٥ أمبير/مم ٢ ومعامل القدرة 0.9 وتغذى الحجرة بجهد ٢٢۰ فولت 5۰ هرتز ومعامل التصحيح للأسلاك0.95 ، وعدد مواسير الإنارة ٣ ماسورة وعد د مواسير البرايز ٤ ماسورة والمطلوب :1- تحديد طول ومقطع أسلاك الإنارة 2- تحديد طول ومقطع أسلاك البرايز .",
       image: "images/question97.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"أحسب أجور العمال علما بأن زمن دورة التشغيل 10 ساعة وزمن الإجهاد 15 % من زمن دورةالتشغيل وزمن التجهيز ساعة واحدة وزمن مكافاة الإنتاج 25 % من الزمن الأساسى وكان أجر العامل الماهر في الساعة ۱۰ جنيه واجر العامل المساعد في الساعة ٥ جنيه.",
       image: "images/question98.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"تصنف المواصفات من حيث طبيعةإصدارها الى .............. ، .............. ، ................ ،. ................ ، ................ ، ................",
       image: "images/question99.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"................ هى وثيقة يتم وضعها باتفاق عام،وإعتمادها من قبل جهة معترف بها،تتضمن القواعد أو الإرشادات العامة أو الخصائص المتعلقة بالأنشطة بهدف تحقيق الدرجة المثلى من النظام والترتيب داخل السيا ق",
      "choices": [
       " مواصفات  الخامات والمواد والمنتجات ",
       " المواصفات القياسية  ",
       "الفحص"
      ],
      "correct": 1
    },
    {
      "question":"جميع الخامات الكهربية يجب أن تعمل بصورة جيدة في درجات حرارة ................ ورطوبة ................ وتتحمل................",
     image: "images/question100.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"يقوم الفني بالمراجعة على كل الخامات ليتأكد من مطابقتها ................ وانها تلبى جودة العمل",
      "choices": [
       " آي تعارض بين المخططات والموإصفات ",
       "  للمعايير القياسية",
      ],
      "correct": 1
    },
    {
      "question":"إذا وجد فنى الكهرباء أي خامات لازمة لإتمام العمل بصورة جيدة وغير واردة في المخططات فعلى فنى الكهرباء ................ بعد موافقة ................ .",
    image: "images/question101.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"أهداف المواصفات القياسية",
    image: "images/question102.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"هو أحد أدوات مراقبة الجودة",
      "choices": [
       "  الفحص",
       "  المقايسة ",
       "  المواصفات القياسية ",
      ],
      "correct": 0
    },
    {
      "question":"من طرق الفحص",
      "choices": [
       "  الفحص العددى",
       "  فحص الخصائص الظاهرية ",
       "   فحص الخصائص الفنية ",
       "     كل ما سبق ",
      ],
      "correct": 3
    },
    {
      "question":"يتعذر معالجة بعض المنتجات أذا تأثرت بالفحص وفي هذه الحالة تعتبر هذه المنتجات",
      "choices": [
       "   كهنة",
       "    حردة ",
       "   مستهلكة",
      
      ],
      "correct": 1
    },
    {
      "question":"عندما يتم فحص كل وحدة من الوحدات المنتجة فى المنشأة أو فحص كل وحدة مشتراه يطلق على أسلوب الفحص أنه",
      "choices": [
       "   فحص بالعينات",
       "    فحص كلى ",
       "   غير ذلك",
      
      ],
      "correct": 0
    },
    {
      "question":"الفحص ................ يكون أقتصاديا أكثر من الفحص ................",
      "choices": [
       " الفحص بالعينات يكون اقتصاديا أكثر من الفحص الكلي",
       " الفحص الكلي يكون اقتصاديا أكثر من الفحص بالعينات ",
       "   غير ذلك",
      
      ],
      "correct": 0
    },
    {
      "question":"الفحص ................ يصيب الفاحص بالملل نظرا لكبر ................ المفحوصة",
      "choices": [
       "الفحص الكلي يصيب الفاحص بالملل نظرا لكبر الكميات المفحوصة",
       "الفحص بالعينات يصيب الفاحص بالملل نظرا لكبر الكميات المفحوصة",
       "   غير ذلك",
      
      ],
      "correct": 0
    },
    {
      "question":"الفحص ال 100 % يؤدى الى فرز كامل ................ ، ................ من المواد.",
      "choices": [
       "الفحص ال 100 % يؤدى الى فرز كامل للخردة ، المستهلك من المواد.",
       "الفحص ال 100 % يؤدى الى فرز كامل للسليم ، المعيب  من المواد.",
       "   غير ذلك",
      
      ],
      "correct": 1
    },
    {
      "question":"قارن بين عيوب ومميزات كلا من : الفحص بالعينات والفحص 100 %",
    image: "images/question89.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct": 0
    },
    {
      "question":"الفحص بالعينات يكون اقتصاديا أكثر من الفحص الكلى بسبب قلة عدد الوحدات المفحوصة",
      "choices": [
       "  صح",
       " خطأ  ",
      ],
      "correct": 0
    },
    {
      "question":"يفضل استخدام الفحص بالعينات في حالة فحص المواد التي تتعلق بنواحي الأمان عند استخدامها.",
      "choices": [
       "  صح",
       " خطأ  ",
      ],
      "correct": 1
    },
    {
      "question":"من عيوب الفحص الكلى اصابة الفاحص بالملل نظرا لكبر الكميات المفحوصة",
      "choices": [
       "  صح",
       " خطأ  ",
      ],
      "correct": 0
    },
    {
      "question":"الفحص هو دراسة وتحليل الإنتاج الفعلى لأجل التحقق من مدى مطابقته للمواصفات المحددة",
      "choices": [
       "  صح",
       " خطأ  ",
      ],
      "correct": 0
    },
    {
      "question":"الطريقة الشائعة في الفحص بالعينة هو أن يتم الفحص على أساس الصفات لكل مفردة من مفرادات العينة.",
      "choices": [
       "  صح",
       " خطأ  ",
      ],
      "correct": 0
    },



  ],
  'تركيب المواسير والقنوات والكابلات': [
    {
      question: "دكت الأسلاك المتحركة",
      choices: [
        "تمنع الكابلات من الانهيار أو الانحناء أو التشابك",
        "تثبت على الجدار والأسقف",
        "غير مرنه",
      ],
      correct: 0
    },
    {
      question: "دكت أسلاك لوحات التوزيع",
      choices: [
        "صعوبة الأصلاح والصيانة للأسلاك",
        "قناة مصمته من الجانبين",
        " تخفى الأسلاك و تحافظ على المظهر العام للوحات التوزيع",
      ],
      correct: 2
    },
    {
      question: "توفر ممر آمن للمشاة والمركبات",
      choices: [
       "دكت الأسلاك المتحركة",
        "دكت للجدار",
       "دكت المنحدر",
      ],
      correct: 2
    },
    {
      question: "من مميزات دكت الأسلا ك",
      choices: [
       "صعوبة التركيب",
        "سهولة التشغيل",
       "إرتفاع التكلفة",
      ],
      correct: 1
    },
    {
      question: "حامل الكابلات هو",
      choices: [
       "Multi – Core Cables",
        "Single – Core Cables",
       "Cable Tray",
      ],
      correct: 2
    },
    {
      question: "حامل الكابلات",
      choices: [
       "تستخدم حاملات الكابلات لنقل الكابلات الأرضية سواء كانت كابلات قوى كهربية أو كابلات تيار خفيف",
        "تستخدم حوامل الكابلات لنقل الخطوط الهوائية",
       "تحدد مقاستها طبقا لأقطار الكابلات المركبه عليها",
      ],
      correct: 0
    },
    {
      question: " من أنواع حاملات الكابلات",
      choices: [
       "حامل الكابلات المخرم",
        "حامل الكابلات المصمت",
       "حامل الكابلات الشائك",
      ],
      correct: 1
    },
    {
      question: "حامل الكابلات ذات الثقوب عبارة عن هيكل قوي لحمل جميع أنواع الكابلات",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question: "يتم وضع وضع كابلات الطوارئ على حامل كابلات مخصص لها ومنفصل عن الكابلات العادية",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question: "سمك حوامل الكابلات تتراوح بين 50 مم الى 900 مم",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 1
    },
    {
      question: "حامل الكابل الشبكى يصنع من أسلاك الفولاذ المقاوم للصدأ",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question: "من انواع حوامل الكابلات حامل الكابلات السلمى",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question: "سمك حامل الكابل تتراوح بين 1 مم الى 2 مم",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question: "درجات السلم فى حامل الكابل السلمى تعطى سهولة الوصول إلى الكابلات من الأعلى أو الأسفل",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question: "من مزايا حامل الكابل المصمت هو حماية كابلات الألياف الضوئية من التداخل الكهرومغناطيسي",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question: "التمديدات الأرضية لا تجنب الحفر الكثير في الجدران وفي الأماكن الحساسة مثل الحوائط والأعمدة",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 1
    },
    {
      question:"ارتفاع حامل الكابل تتراوح بين 25 مم الى 100 مم",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question:"التمديدات فى الحوائط يضعفها إذا كان التوزيع كاملا داخلها",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question:"من عيوب التمديد الأرضى أنه يخفف ويقلل وجود الخطوط في الجدران",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 1
    },
    {
      question:"المواسير  البلاستيك PVC تمتاز بأنها صعوبة ثنيها وقطعها ",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 1
    },
    {
      question:"ابعاد عر ض حامل الكابل تتراوح بين 50 مم الى 900 مم",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question:"مواسير UPVC Pipes تستخدم عند الدفن تحت الأرض وفى الدفن فى الأسقف و الحوائط",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question:"المواسير المعدنية المتوسطة IMC يمكن رؤيتها فى المكاتب وأماكن العمل",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question:"يتم تثبت المواسير فى حديد التسليح بواسطة سلك رباط من المعدن لمنع تحرك الخراطيم",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question:"رمى الخراطيم بالسقف قبل وضح حديد التسليح يوفر الوقت والمجهود",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 0
    },
    {
      question:"فى حالة حديد التسليح طبقتين بالسقف تثبت الخراطيم فى الطبقة العليا",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 1
    },
    {
      question:"يتم الاخذ في الحسبان كابل التأريض عند حساب عرض حامل الكابل",
      choices: [
        "صح",
       "خطأ",
      ],
      correct: 1
    },
    {
      question:"تصنف الكابلات طبقا للجهود المستخدمه الى ....... ، ....... ، ........ ، ........",

     image: "images/question103.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:"تنقسم الكابلات الى انواع مختلفه باختلاف .............. ، ............ ، ...........",
      "choices": [
       "  مساحة مقطع الموصل",
       "  نوع المادة العازلة ",
       "    الوقاية الميكانيكية ",
       "كل ما سبق",
      ],

      "correct":  3
    },
    {
      question:"الغرض من التسليح هو ..............................",
      "choices": [
       "الحماية الميكانيكية",
       "  تقليل المفاقيد ",
       "كل ما سبق",
      ],

      "correct":  0
    },
    {
      question:"ابعادعرض حامل الكابل .... ....... ، ........... ، ........... ، ........... ، .......... وارتفاعه .... .........",
     image: "images/question104.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:"............. تستخدم لتغطيه حاملات الكابلات ومنها ............ ، ............ ، ............. ، .............",
     image: "images/question105.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:".................. هو صندوق جاهز يتكون من قضبان نحاس او المونيوم ووسط عازل مناسب",
      "choices": [
       " قنوات الباص",
       "  المحولات الكهربية ",
      ],
      "correct":  0
    },
    {
      question:"............................ يستخدم لعمل تفريعه ذات ثلاث اطراف",
      "choices": [
       " وصلة حرف T ",
       "   وصلة Offset ",
       "   وصلة Wall Flange ",
      ],
      "correct":  0
    },
    {
      question:"...................................... يستخدم عند عبور الحوائط",
      "choices": [
       " وصلة حرف T ",
       "   وصلة Offset ",
       "   وصلة Wall Flange ",
      ],
      "correct":  2
    },
    {
      question:"يستخدم كرنك ماسورة فى .............................",
      "choices": [
       " ربط ماسورتين بينهما عائق (كمرة ) أو لعبور تقاطعات مواسير أخرى ",
       "   ربط الماسورة مع علبة البواط ",
       "   ربط ماسورتين ذات قطرين مختلفين ببعضهما البعض على أستقامة واحدة ",
      ],
      "correct":  0
    },
    {
      question:" يستخدم EMT BENDER فى .................. ",
      "choices": [
       " لتثبيت المواسير بالحوائط أو الأسقف أو تحت الأرض",
       "لقص المواسير البلاستيك",
       "ثنى الماسورة بالزاوية المطلوبة",
      ],
      "correct":  2
    },
    {
      question:"الغرض من الدرع الواقى ...........................",
      "choices": [
       "حماية الغلاف المعدنى من التآكل",
       "توفير الحماية الميكانيكية للكابل",
       "حماية الكابل من تسرب الرطوبة الى داخله",
      ],
      "correct":  1
    },
    {
      question:"عزل الكابل يتكون من ماده عازله .............. ، ............ ، ............",
      "choices": [
       "العوازل الورقية",
       "العوازل البلمرية",
       "العوازل الغازية",
       "كل ما سبق"
      ],
      "correct":  3
    },
    {
      question:" ............. يسمى بالغلاف الواقى ويتكون من مادة PVC عالى الجودة ووظيفته ..............",
     image: "images/question106.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:"ما هى مميزات وعيوب مد الكابلات بالوضع المباشر ؟",
     image: "images/question107.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:"اذكر اسباب ارتفاع درجة حرارة الكابلات الارضية ؟",
      "choices": [
      " المفاقيد النحاسية  ",
       "  مفاقيد العزل ",
       "  مفاقيد  غلاف الرصاص ",
       "   كل ما سبق ",
      ],
      "correct":  3
    },
    {
      question:"ما هى مميزات المواسير المعدنية الكهربية",
      "choices": [
      " تستخدم تحت الأرضيات ",
       "  يمكن ثنى هذه المواسير عند الزوايا وتغيير الأتجاه",
       " تعطي حماية ميكانيكية للموصل",
       "تتحمل الصدمات الخارجية",
       "   كل ما سبق ",
      ],
      "correct":  4
    },
    {
      question:"اذكر استخدام سوستة التكريب",
      "choices": [
      "يتم أستخدامها لثنى الماسورة على حسب الزاوية المطلوبة",
      "يستخدم لربط ماسورتين متعامدتين بزاوية 90 درجة",
      "تستخدم لربط ماسورتين ببعضهما البعض على أستقامة واحدة",
      "   كل ما سبق ",
      ],
      "correct":  0
    },
    {
      question:"من ملحقات حوامل الكابلات",
     image: "images/question108.jpg",
      "choices": [
       " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:"طريقة سحب الكابلات على حوامل الكابلات",
     image: "images/question109.jpg",
      "choices": [
        " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:" من انواع ال Bus Duct",
      "choices": [
        "  القنوات غير المنفصلة (Non-Segregated Duct)  ",
       "  القنوات المنفصلة Segregated Duct ",
       "قضبان التوزيع المعزولة الطور (Isolated Duct)",
        "كل ما سبق"
      ],
      "correct":  3
    },
    {
      question:"من ملحقات المواسير البلاستيكية والمعدنية",
     image: "images/question110.jpg",
      "choices": [
        " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:"من الخطوات المتبعة لرمى خراطيم السقف",
      "choices": [
       "  طريقة رمى الخراطيم بالسقف فى حالة حديد التسليح طبقة واحدة",
       "  رمى الخراطيم بالسقف فى حالة حديد التسليح طبقتين ",
       "رمى الخراطيم بالسقف قبل وضح حديد التسليح",
       "كل ما سبق"
      ],
      "correct":  3
    },
    {
      question:"يتركب الكابل من",
     image: "images/question111.jpg",
      "choices": [
        " الاجابة صحيحة",
       " الاجابة خاطئة ",
      ],
      "correct":  0
    },
    {
      question:"علل لما يأتي :  يراعى عدم تجمع الكابلات في أرضية القنوات",
      "choices": [
        "لتلافي التسخين المتبادل",
       "  لسهولة التعرف على الكابلات ",
       "كل ما سبق"
      ],
      "correct":  2
    },
    {
      question:"علل لما يأتي :  يستخدم حامل الكابل بغطاء في الاستخدامات الخارجية",
      "choices": [
        "لتغطية حاملات الكابلات",
       "لغلق نهاية حاملات الكابلات  ",
       "كل ما سبق"
      ],
      "correct":  0
    },
    {
      question:"علل لما يأتي :  يجب تقشير مكان مسماري ربط كابل التأريض في حامل الكابل",
      "choices": [
        "لمنع أنتقال الحريق",
       "لأن حامل الكابل مجلفن ويجب تقشيرة لضمان التوصيل الجيد ",
       "كل ما سبق"
      ],
      "correct":  1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question112.jpg",
      "choices": [
        "  كابل ذو موصل واحد",
       "  كابل متعدد الموصلات ",
       "كلا الاختيارين صحيح"
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question113.jpg",
      "choices": [
        "محول تبريد بالهواء",
       "  محول تبريد بالزيت",
       "كلا الاختيارين صحيح"
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question114.jpg",
      "choices": [
      "وصلة التمدد",
       " وصلة Offset" ,
       " وصلة Flange" 
      ],
      "correct":2
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question115.jpg",
      "choices": [
      "القنوات غير المنفصلة (Non-Segregated Duct)  ",
       " القنوات المنفصلة Segregated Duct" ,
       " قضبان التوزيع المعزولة الطور (Isolated Duct)  " 
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question116.jpg",
      "choices": [
      "أدابتور ماسورة  ",
       " جلبة" ,
       " كوع ماسورة " 
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question117.jpg",
      "choices": [
      " كرنك ماسورة  ",
       " أفيز " ,
       " ماسورة لأكور (أدبتور) " 
      ],
      "correct":2
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question118.jpg",
      "choices": [
      "  مواسير (UPVC Pipes)  ",
       " المواسير البلاستيك بولي فنيل كلورايد (PVC) " ,
       "  المواسير المعدنية الكهربية (EMT) " 
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question119.jpg",
      "choices": [
      "  حامل الكابلات ذات الثقوب ",
       " حامل الكابلات المصمت " ,
       " حامل الكابلات الشبكي " 
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question120.jpg",
      "choices": [
      "محولات رفع",
       "محولات خفض" ,
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question121.jpg",
      "choices": [
      "  ثناية المواسير المعدنية EMT BENDER",
       " مقص الماسورة" ,
       "كوع ماسورة"
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question122.jpg",
      "choices": [
      "كوع ماسورة",
       "ماسورة لأكور" ,
       "كرنك ماسورة"
      ],
      "correct":2
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question123.jpg",
      "choices": [
      " سوستة تكريب",
       " جلبة" ,
       " أفيز"
      ],
      "correct":2
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question124.jpg",
      "choices": [
        "  المواسير المعدنية المتوسطة  " ,
       " المواسير البلاستيك بولي فنيل كلورايد  " ,
       "  المواسير المعدنية الكهربية  " 
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question125.jpg",
      "choices": [
      "مقص الماسورة مقص مخصص يستخدم لقص المواسير البلاستيك" ,
      "مقص الماسورة مقص مخصص يستخدم لقص المواسير المعدنية",
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question126.jpg",
      "choices": [
      "  حامل الكابلات ذات الثقوب ",
       " حامل الكابلات المصمت " ,
       " حامل الكابلات الشبكي " 
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question127.jpg",
      "choices": [
      "  حامل الكابلات السلمي ",
       " حامل الكابلات المصمت " ,
       " حامل الكابلات الشبكي " 
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question128.jpg",
      "choices": [
      "دكت للأرضيات",
      "دكت المنحدرات" ,
      "دكت أسلاك لوحات التوزيع" 
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question129.jpg",
      "choices": [
      "محولات تبريد بالهواء (الجافة DRY )    ",
      "محولات تبريد بالزيت" ,
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question130.jpg",
      "choices": [
      "كوع ماسورة",
      "جلبة مسلوبة" ,
      "جلبة ماسورة"
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question131.jpg",
      "choices": [
      "كوع ماسورة",
      "كرنك ماسورة" ,
      "سوستة تكريب"
      ],
      "correct":2
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question132.jpg",
      "choices": [
      "دكت الأسلاك المتحركة",
      "دكت أسلاك لوحات التوزيع" ,
      "دكت للجدار"
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question133.jpg",
      "choices": [
     "مقص الماسورة مقص مخصص يستخدم لقص المواسير البلاستيك" ,
      "مقص الماسورة مقص مخصص يستخدم لقص المواسير المعدنية",
      ],
      "correct":0
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question134.jpg",
      "choices": [
     "جلبة ماسورة" ,
     "جلبة مسلوبة",
     "كوع ماسورة"
      ],
      "correct":1
    },
    {
      question:"اسم الشكل الاتي هو ........",
     image: "images/question135.jpg",
      "choices": [
     " (دكت للأرضيات)نصف دائرية" ,
     "دكت المنحدر",
     "دكت للجدار (حرف U)"
      ],
      "correct":2
    },

  ],
  'المحولات': [
    {
      question: "ما هو الدور الرئيسي للمحول الكهربائي؟",
      choices: [
        "تغيير تردد التيار",
        "تغيير قيمة الجهد الكهربائي",
        "تخزين الطاقة الكهربائية",
        "توليد الطاقة الكهربائية"
      ],
      correct: 1
    }
  ],
  'المفاتيح': [
    {
      question: "ما هو نوع المفتاح الذي يستخدم للتحكم في مصباح من مكانين مختلفين؟",
      choices: [
        "مفتاح عادي (مفرد)",
        "مفتاح طرف سلم (ديفياتير)",
        "مفتاح مزدوج",
        "مفتاح ضاغط (جرس)"
      ],
      correct: 1
    }
  ],
  'الحماية': [
    {
      question: "ما هو دور القاطع الكهربائي (Circuit Breaker)؟",
      choices: [
        "زيادة الجهد",
        "تخفيض التيار",
        "حماية الدائرة من زيادة التيار والقصر",
        "توليد الكهرباء"
      ],
      correct: 2
    }
  ],
  'الرسم ': [
    {
      question: "ما هو الرمز المستخدم لتمثيل المقاومة في الرسوم الكهربية؟",
      choices: [
        "خط متعرج",
        "دائرة بداخلها حرف V",
        "خطين متوازيين قصيرين",
        "دائرة بداخلها حرف A"
      ],
      correct: 0
    }
  ],
  'بناء دائرة كهربية بسيطة': [
    {
      question: "ما هي المكونات الأساسية لدائرة كهربية بسيطة لإضاءة مصباح؟",
      choices: [
        "مصدر جهد، مفتاح، مصباح، أسلاك توصيل",
        "مقاومة، مكثف، محول",
        "بطارية، محرك، مولد",
        "أميتر، فولتميتر، أوميتر"
      ],
      correct: 0
    }
  ],
  'المكونات الإلكترونية': [
    {
      question: "ما هي وظيفة الدايود (Diode) الأساسية؟",
      choices: [
        "تضخيم الإشارة",
        "السماح بمرور التيار في اتجاه واحد فقط",
        "تخزين الشحنات الكهربائية",
        "تغيير قيمة المقاومة"
      ],
      correct: 1
    }
  ],
  ' تطبيق معايير التركيبات الكهربائية المتبعة على فحص التركيبات الكهربائية': [
    {
      question: "من أهداف السلامة والصحة المهنية الحفاظ على العنصر المادى بالمنشأة",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 0
    },
    {
      question: "من مسئوليات مسؤل السلامة والصحة المهنية داخل موقع العمل التعرف على جميع الأنشطة بالمنشأة",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 0
    },
    {
      question:"من قواعد السلامة المهنية التأكد من جودة الإضاءة بمكان العمل",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 0
    },
    {
      question:"ينص الكود المصرى على أن ارتفاع المفاتيح الكهربية يتراوح مابين 30 سم إلى 40 سم بعد التشطيبات",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 1
    },
    {
      question:"عند تركيب المخارج الكهربية على جانبي الحائط يراعى ترك مسافة أفقية 100 مم على الأقل",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 1
    },
    {
      question:"عند تركيب المآخذ الكهربية يتم تركيبها على نفس خط الإنارة",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 1
    },
    {
      question:"لايشترط توحيد إتجاه التشغيل للمفاتيح الكهربية عند التركيب",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 1
    },
    {
      question:"يتم تركيب المفاتيح على الخط المحايد وليس الخط الحامل للتيار الكهربي",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 1
    },
    {
      question:"تكون قيمة شدة الإضاءة للمكتبة في الشقة السكنية 300 لوكس",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 0
    },
    {
      question:"شدة الإضاءة في غرفة العمليات تتراوح مابين 3500 - 4500 لوكس",
      choices: [
        "صح",
        "خطأ",
      ],
      correct: 1
    },
    {
      question:"المعايير الكهربية للتركيبات الكهربة للمنشآت وفقا للكود المصرى هي",
      image: "image3/question1.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"السلوكيات المهنية الشخصية المرتبطة بالسلامة والصحة المهنية داخل موقع العمل",
      image: "image3/question2.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"تنقسم مراحل حدوث المخاطر في التركبيات الكهربية إلى ثلاث مراحل هامة هي",
      choices: [
        "أخطاء في مرحلة التصميم (قبلية)",
       "أخطاء في مرحلة التنفيذ (حالية)",
       "أخطاء في مرحلة الاستخدام  (بعدية) ",
       "كل ما سبق"
      ],
      correct: 3
    },
    {
      question:"تحدث عدة محاطر في التركيبات الكهربية في المنشآت في مرحلة التصميم القبلية أذكر أسبابها",
      image: "image3/question3.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"تحدث عدة مخاطر في التركيبات الكهربية في المنشآت في مرحلة التنفيذ الحالية",
      image: "image3/question4.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"تحدث عدة مخاطر في التركيبات الكهربية في المنشآت في مرحلة الإستخدام البعدية",
      image: "image3/question5.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"لعمليات الفحوص المتعلقة بالأعمال الكهربائية أهمية بالغه أذكرها",
      choices: [
        "توفر الحماية ضد الصدمات الكهربائية",
        "التأكد من أن القواطع تعمل بالشكل السليم و ذلك في حال وجود حمل زائد أو قصر",
        "توفر الحماية ضد المؤثرات الحرارية والحرائق",
        "ترسخ كفاءة التمديدات الداخلية والخارجية ومدي مطابقتها لمعايير الفحص",
        "كل ما سبق"
      ],
      correct: 4
    },
    {
      question:"في الجدول التالي حدد مستويات شدة الإضاءة باللوكس في الأجزاء المختلفة لمستشفى",  
      image: "image3/question6.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"حدد مستويات شدة الإضاءة باللوكس في الأجزاء المختلفة لمستشفى",  
      image: "image3/question7.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"حدد مستويات الإضاءة في الأجزاء المختلفة لمدرسة",  
      image: "image3/question8.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"حدد مستويات الإضاءة في الأجزاء المختلفة لشقة سكنية صغيرة",  
      image: "image3/question9.JPG",
      choices: [
        "الاجابة صحيحة",
        "الاجابة خاطئة",
      ],
      correct: 0
    },
    {
      question:"عند القيام بإجراء عملية الفحص للتركيبات الكهربائية للمنشآت لابد من فحص الآتي",  
      choices: [
        "فحص الأسلاك والكوابل",
        "فحص مفاتيح الإنارة",
        "فحص مآخذ التيار (البرايز)",
        "فحص معدات الإنارة",
        "فحص لوحة التوزيع الرئيسية",
        "كل ما سبق"
      ],
      correct: 5
    },
    {
      question:" أمامك أحد المخططات الكهربية لتنفيذ إحدى عمليات الإختبارات الكهربية والمطلوب تحديد إسم عملية الإختبار وخطواتها",  
      image: "image3/question10.JPG",
      choices: [
        "اسم الاختبار صحيح وخطوات الاختبار خاطئة ",
        "اسم الاختبار خطأ وخطوات الاختبار خاطئة ",
        "اسم الاختبار خطأ وخطوات الاختبار صحيحة ",
        "اسم الاختبار صحيح وخطوات الاختبار صحيحة ",

      ],
      correct: 3
    },
    {
      question:" أمامك أحد المخططات الكهربية لتنفيذ إحدى عمليات الإختبارات الكهربية والمطلوب تحديد إسم عملية الإختبار وخطواتها",  
      image: "image3/question11.JPG",
      choices: [
        "اسم الاختبار صحيح وخطوات الاختبار صحيحة ",
        "اسم الاختبار صحيح وخطوات الاختبار خاطئة ",
        "اسم الاختبار خطأ وخطوات الاختبار خاطئة ",
        "اسم الاختبار خطأ وخطوات الاختبار صحيحة ",

      ],
      correct: 0
    },
    {
      question:" أمامك أحد المخططات الكهربية لتنفيذ إحدى عمليات الإختبارات الكهربية والمطلوب تحديد إسم عملية الإختبار وخطواتها",  
      image: "image3/question12.JPG",
      choices: [
        "اسم الاختبار صحيح وخطوات الاختبار خاطئة ",
        "اسم الاختبار صحيح وخطوات الاختبار صحيحة ",
        "اسم الاختبار خطأ وخطوات الاختبار خاطئة ",
        "اسم الاختبار خطأ وخطوات الاختبار صحيحة ",

      ],
      correct: 1
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question13.JPG",
      choices: [
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ",
        "اسم الجهاز خطأ والاستخدامات خاطئة ",
        "اسم الجهاز خطأ والاستخدامات صحيحة ",

      ],
      correct: 1
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question14.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
      ],
      correct: 2
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question15.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
      ],
      correct: 2
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question16.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
      ],
      correct: 3
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question17.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
      ],
      correct: 3
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question18.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
      ],
      correct: 3
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question19.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
      ],
      correct: 1
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question20.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
      ],
      correct: 2
    },
    {
      question:"أمامك جدول يحتوى على بعض الصور لمكونات وأدوات وأجهزة كهربية والمطلوب كتابة إسم الأداة أو الجهاز وإستخدامه:",  
      image: "image3/question21.JPG",
      choices: [
        "اسم الجهاز خطأ والاستخدامات خاطئة ", 
        "اسم الجهاز صحيح والاستخدامات خاطئة ",
        "اسم الجهاز خطأ والاستخدامات صحيحة ",
        "اسم الجهاز صحيح والاستخدامات صحيحة ", 
      ],
      correct: 3
    },
    {
      question:"عند القيام بشراء الخامات والمكونات اللازمة للتركيبات الكهربية ينبغي تشكيل عدد من اللجان هي:",  
      // image: "image3/question21.JPG",
      choices: [
        "اللجنة الفنية", 
       "لجان الفحص",
        "لجنة المشتريات",
        "لجنة البت المالي", 
        "كل ما سبق"
      ],
      correct: 4
    },
    {
      question:"أكمل المصطلح العلمى المناسب",  
      image: "image3/question22.JPG",
      choices: [
        "اللجنة الفنية", 
       "لجان الفحص",
        "لجنة المشتريات",
        "لجنة البت المالي", 
      ],
      correct: 0
    },
    {
      question:"أكمل المصطلح العلمى المناسب",  
      image: "image3/question23.JPG",
      choices: [
        "اللجنة الفنية", 
       "لجان الفحص",
        "لجنة المشتريات",
        "لجنة البت المالي", 
      ],
      correct: 2
    },
    {
      question:"أكمل المصطلح العلمى المناسب",  
      image: "image3/question24.JPG",
      choices: [
        "اللجنة الفنية", 
       "لجان الفحص",
        "لجنة المشتريات",
        "لجنة البت المالي", 
      ],
      correct: 3
    },
    {
      question:"أكمل المصطلح العلمى المناسب",  
      image: "image3/question25.JPG",
      choices: [
        "اللجنة الفنية", 
       "لجان الفحص",
        "لجنة المشتريات",
        "لجنة البت المالي", 
      ],
      correct: 1
    },
    {
      question:"أكمل المصطلح العلمى المناسب",  
      image: "image3/question26.JPG",
      choices: [
        "اللجنة الفنية", 
       "لجان الفحص",
        "لجنة المشتريات",
        "لجنة البت المالي", 
      ],
      correct: 1
    },













  ],
  ' تركيب وصيانة دوائر الاتصالات الداخلية': [
    {
      question: "اللوحة الرئيسية في حالة الانتركم الصوتي تحتوى الميكرفون والكاميرا",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 1
    },
    {
      question: "اللوحة الرئيسية في حالة الانتركم الضوئي تحتوى الميكرفون والكاميرا",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 0
    },
    {
      question: "سماعات الانتركم الداخلية تحتوي على زر فتح الباب ونداء الحارس في الانتركم الصوتي",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 0
    },
    {
      question: "مزود الطاقة للانتركم وهو الذي يزود الانتركم بالكهرباء ويعمل على رفع الجهد إلى قيمة مناسبة",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 1
    },
    {
      question: "نظام فتح الباب يتكون من كالون كهربائي يعمل بالإشارة من اي شقة بمجرد ان يتم الضغط على زر الانتركم يفتح الباب",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 0
    },
    {
      question: "لا يشترط وجود ذراع هيدروليكي يعيد غلق الباب أوتوماتيكيا",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 1
    },
    {
      question: "يمكن تركيب اكثر من سماعة في الشقة حسب رغبة الشخص سواء في حالة الانتركم الصوتي او المرئي",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 0
    },
    {
      question: "التوصيل في نظام انتركم يعني توصيل المحطة الداخلية بالخارجية فقط",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 1
    },
    {
      question: "تحتاج أنظمة الاتصال الداخلي (الإنتركم) إلى جهد مخفض 48 فولت أو 11 فولت",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 1
    },
    {
      question: "الانتركم هو ",
      image: "image3/question27.JPG",
      choices: [
        "صح",
        "خطأ",

      ],
      correct: 0
    },
    {
      question: " ﯾﺘﻜﻮن ﻧﻈﺎم اﻹﻧﺘﺮﻛﻢ ﻣﻦ اﻟﻌﻨﺎﺻﺮ اﻟﺘﺎﻟﯿﺔ ",
      // image: "image3/question27.JPG",
      choices: [
        "وحدة خارجيّة",
        "وحدة تحكم مركزية",
        "وحدة داخلية أو أكثر",
        "كل ما سبق"

      ],
      correct: 3
    },
    {
      question: "  ﺗﻨﻘﺴﻢ أﻧﻮاع اﻹﻧﺘﺮﻛﻢ إﻟﻰ ﻋﺪة أﻧﻮاع ھﻲ",
      // image: "image3/question27.JPG",
      choices: [
        "انتركم ديجيتال",
        "الانتركم الصوتي  ",
        "الانتركم المرئي ",
        "كل ما سبق"

      ],
      correct: 3
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question28.JPG",
      choices: [
        "الوحدة الخارجيّة",
        "وحدة تحكم مركزية",
        "وحدة داخلية أو أكثر",
        "كل ما سبق"

      ],
      correct: 0
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question29.JPG",
      choices: [
        "الوحدة الخارجيّة",
        "الوحدة المركزية",
        "الوحدة الداخلية ",
        "كل ما سبق"

      ],
      correct: 1
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question30.JPG",
      choices: [
        "الوحدة الخارجيّة",
        "الوحدة المركزية",
        "الوحدة الداخلية ",
        "كل ما سبق"

      ],
      correct: 2
    },
    {
      question: " أمامك مخطط توصیل لنظام إتصال داخلى ( انتركم )المطلوب كتابة إسم كل مكون في النظام ",
      image: "image3/question31.JPG",
      choices: [
        "المكونات في النظام صحيحة ",
        " المكونات في النظام خاطئة",

      ],
      correct: 0
    },
    {
      question: "ﺗﺘﻠﺨﺺ أﻋﻄﺎل ﻧﻈﺎم اﻹﺗﺼﺎل اﻟﺪاﺧﻠﻰ( اﻹﻧﺘﺮﻛﻢ )  ﻓﻲ ﻣﺎﯾﻠﻰ ",
      // image: "image3/question31.JPG",
      choices: [
        "أعطال في قطع النظام",
        "أعطال في الأسلاك الواصلة بين قطع النظام",
        "أعطال في التغذية الكهربائية الازمة لتشغيل النظام",
        "تشخيص أعطال محطات اتصال الطوابق وأقفال الأبواب وإصلاحها",
        "أعطال الأقفال للأبواب",
        "كل ما سبق"

      ],
      correct: 5
    },
    {
      question: "لديك بعض الأعطال أو الأخطاء في نظام الإتصال الداخلى والمطلوب بيان كيفيةعلاجها",
      image: "image3/question32.JPG",
      choices: [
        "كيفية العلاج صحيحة",
        "كيفية العلاج خاطئة",


      ],
      correct: 0
    },
    {
      question: "تعتبر ﺷبكة اﻹﻧﺘﺮﻧﺖ WAN ﻣﻦ أﺷﮭﺮ ﺷﺒﻜﺎت اﻹﻧﺘﺮﻧﺖ   ",
      // image: "image3/question32.JPG",
      choices: [
        " صح",
        "  خطأ",


      ],
      correct: 0
    },
    {
      question: "تسمى ﻓﯿﺸﺔ ﻛﺎﺑﻞ اﻹﻧﺘﺮﻧﺖ بـ    (RG-45)   ",
      // image: "image3/question32.JPG",
      choices: [
        " صح",
        "  خطأ",


      ],
      correct: 1
    },

    {
      question: " اﻟﺮاوﺗﺮ ﯾﻮجه اﻹﺗﺼﺎل ﺑﺎﻹﻧﺘﺮﻧﺖ ﻟﺠﻤﯿﻊ أﺟﮭﺰة اﻟﺤﺎﺳﺐ  اﻟﻤﻜﺘﺒﯿﺔ واﻟﻠﻮﺣﯿﺔ واﻟﮭﻮاﺗﻒ اﻟﺬﻛﯿﺔ  وﻏﯿﺮھﺎ  ",
      // image: "image3/question32.JPG",
      choices: [
        " صح",
        "  خطأ",


      ],
      correct: 0
    },
    {
      question: " ﺗﺴﺘﺨﺪم اﻷراجه ﻓﻲ ﻗﺺ وﺗقشير اﻷﺳﻼك ﻓﻘﻂ  ",
      // image: "image3/question32.JPG",
      choices: [
        " صح",
        "  خطأ",


      ],
      correct: 1
    },
    {
      question: " هو جهاز يقوم بإختبار توصيل الأسلاك   Tester  جهاز",
      // image: "image3/question32.JPG",
      choices: [
        " صح",
        "  خطأ",


      ],
      correct: 0
    },
    {
      question: " أكمل مايلى",
      image: "image3/question33.JPG",
      choices: [
        " STP cable ",
        "  آرجيه RJ- 45  ",
        "UTP cable",
        "Router الراوتر"
      ],
      correct: 1
    },
    {
      question: " أكمل مايلى",
      image: "image3/question34.JPG",
      choices: [
        " STP cable ",
        "  آرجيه RJ- 45  ",
        "UTP cable",
        "Router الراوتر"
      ],
      correct: 3
    },
    {
      question: " أكمل مايلى",
      image: "image3/question35.JPG",
      choices: [
        " لأشعة تحت الحمراء والبلوتوث ",
        "  الأقمار الصناعية والكابلات البحرية  ",
        " اللاسلكي والسلكي",
        "موجات الراديو فقط"
      ],
      correct: 2
    },
    {
      question: "تنقسم أنواع شبكات الإنترنت إلى ......................و ................... .",
      // image: "image3/question35.JPG",
      choices: [
        " فهي أما شبكة داخلية محلية مغلقة على نفسها  ( LAN ) Local Area Network  ",
        "  شبكات  خارج حدود المبنى التي هي فيه و تسمى في هذه الحالة ب (WAN) ",
        " كل ما سبق ",
       
      ],
      correct: 2
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question36.JPG",
      choices: [
        "  الاجابة صحيحة ",
        "   الاجابة خاطئة ",
       
      ],
      correct: 0
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question37.JPG",
      choices: [
        "  الاجابة صحيحة ",
        "   الاجابة خاطئة ",
       
      ],
      correct: 0
    },
    {
      question: "  ما اسم الشبكة ",
      image: "image3/question38.JPG",
      choices: [
        "   شبكة داخلية محلية مغلقة على نفسها  ( LAN ) Local Area Network  ",
        "  شبكات  خارج حدود المبنى التي هي فيه و تسمى في هذه الحالة ب (WAN) (Wide Area Network) ",
       
      ],
      correct: 0
    },
    {
      question: "  ما اسم الشبكة ",
      image: "image3/question39.JPG",
      choices: [
        "   شبكة داخلية محلية مغلقة على نفسها  ( LAN ) Local Area Network  ",
        "  شبكات  خارج حدود المبنى التي هي فيه و تسمى في هذه الحالة ب (WAN) (Wide Area Network) ",
       
      ],
      correct: 1
    },
    {
      question: "  ما اسم الجهاز ",
      image: "image3/question40.JPG",
      choices: [
        "   القاطعة أو الأراجة  ",
        "  ( Tester) جهاز اختبار قوة اشارة الانترنت ",
        "Router الراوتر",
        "Socket فيشة الانترنت"
       
      ],
      correct: 1
    },
    {
      question: "  ما اسم الأداة ",
      image: "image3/question41.JPG",
      choices: [
        "   القاطعة أو الأراجة  ",
        "  ( Tester) جهاز اختبار قوة اشارة الانترنت ",
        "Router الراوتر",
        "Socket فيشة الانترنت"
       
      ],
      correct: 0
    },
    {
      question: "  ما اسم الخامة ",
      image: "image3/question42.JPG",
      choices: [
        "   القاطعة أو الأراجة  ",
        "  ( Tester) جهاز اختبار قوة اشارة الانترنت ",
        "Router الراوتر",
        " Socket      فيشة الانترنت RJ-45"
       
      ],
      correct: 3
    },
    {
      question: "  أماﻣﻚ ﺷﻜﻞ ﯾﻮﺿﺢ ﻛﺎﺑﻞ إﻧﺘﺮﻧﺖ ﻣﺆرج واﻟﻤﻄﻠﻮب ﺗﺤﺪﯾﺪ ﺗﺮﺗﯿﺐ اﻷﻟﻮان أﺛﻨﺎء ﻋﻤﻠﯿﺔ  اﻟﺘﺄرﯾﺞ. ",
      image: "image3/question43.JPG",
      choices: [
        "    الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: " يتم طلاء  طبق الدش لإضافة المظهر الجمالى الجيد للطبق ",
      // image: "image3/question43.JPG",
      choices: [
        "   صح  ",
        " خطأ",
       
      ],
      correct: 1
    },
    {
      question: " وظﯿﻔﺔ LNB ھﻲ  اﻟﺘﻘﺎط اﻻﺷﺎرات اﻟﻘﺎدﻣﺔ ﻣﻦ اﻻﻗﻤﺎر اﻟﺼﻨﺎﻋﯿﺔ وﺗﺤﻮﯾﻠﮭﺎ ﻟﺘﺼﺒﺢ  ﺻﻮر ﺗﻠﯿﻔﺰﯾﻮﻧﯿﺔ",
      // image: "image3/question43.JPG",
      choices: [
        "   صح  ",
        " خطأ",
       
      ],
      correct: 0
    },
    {
      question: "ﯾﺘﻜﻮن ﺳﻠﻚ اﻟﺪش ﻣﻦ طﺮﻓﯿﻦ وﻣﺎده ﻋﺎزلة اﻟﻄﺮف اﻻول ﻋﺒﺎرة ﻋﻦ ﺳﻠﻚ اﺑﺮة ﯾﻜﺴﻮه  ﺟﺮاب ﻣﻦ اﻟﺒﻼﺳﺘﻚ اﻟﻌﺎزل ﺛﻢ اﻟﻄﺮف اﻟﺜﺎﻧﻰ وھﻮ ﻋﺒﺎرة ﻋﻦ ﻋﺪد ﻣﻦ اﻻﺳﻼك اﻟﺸﻌﺮ  اﻟﺮقيقة",
      // image: "image3/question43.JPG",
      choices: [
        "   صح  ",
        " خطأ",
       
      ],
      correct: 0
    },
    {
      question: "من ﻣﻤﯿﺰات اﻟﺪاﯾﺰك اﻟﺘﻮﻓﯿﺮ ﻓﻲ ﺳﻌﺮ ﻧﻈﺎم اﻟﺪش وﺳﺮﻋﺔ اﻟﺘﻨﻘﻞ ﺑﯿﻦ اﻷﻗﻤﺎر  ",
      // image: "image3/question43.JPG",
      choices: [
        "   صح  ",
        " خطأ",
       
      ],
      correct: 0
    },
    {
      question: "عند إﺳﺘﺨﺪام اﻟﺪاﯾﺰك ﻻ ﯾﺸﺘﺮط أن ﺗﻜﻮن اﻷﻗﻤﺎر ﻗﺮﯾﺒﺔ ﻣﻦ ﺑﻌﻀﮭﺎ ﻓﻰ اﻟﻤﺪار ",
      // image: "image3/question43.JPG",
      choices: [
        "   صح  ",
        " خطأ",
       
      ],
      correct: 1
    },
    {
      question: "أكمل مايلى",
      image: "image3/question44.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },

    {
      question: "أكمل مايلى",
      image: "image3/question45.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: "أكمل مايلى",
      image: "image3/question46.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: "أكمل مايلى",
      image: "image3/question47.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: "أكمل الجدول التالى ",
      image: "image3/question48.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: "أكمل الجدول التالى ",
      image: "image3/question49.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: "أكمل الجدول التالى ",
      image: "image3/question50.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: "ما إسم العنصر الموجود بالصورة وما انواعه من حيث عدد المخارج وفيما يستخدم ؟",
      image: "image3/question51.JPG",
      choices: [
        "   الاجابة صحيحة  ",
        " الاجابة خاطئة",
       
      ],
      correct: 0
    },
    {
      question: "ﻋﻠﻞ : ﯾﻔﻀﻞ اﺳﺘﺨﺪام اطﺒﺎق اﻟﺪش اﻟﻤﺼﻨﻌﺔ ﻣﻦ ﻣﺎدة اﻷﻟﻤﻨﯿﻮم ﻋﻦ ﻏﯿﺮھﺎ ﻣﻦ اﻟﻤﻮاد اﻻﺧﺮى",
      // image: "image3/question51.JPG",
      choices: [
        "    الألومنيوم يتميز بقدرته العالية على عكس الإشارات، مما يضمن استقبالًا أقوى للإشارة من القمر الصناعي  ",
        "  الألومنيوم مادة مقاومة للصدأ والتآكل، مما يجعله يتحمل العوامل الجوية المختلفة مثل الأمطار والحرارة وأشعة الشمس لفترات طويلة دون أن يتلف",
       "كل ما سبق"
      ],
      correct: 2
    },
    // {
    //   question: "ﻋﻠﻞ : ﯾﻔﻀﻞ اﺳﺘﺨﺪام اطﺒﺎق اﻟﺪش اﻟﻤﺼﻨﻌﺔ ﻣﻦ ﻣﺎدة اﻷﻟﻤﻨﯿﻮم ﻋﻦ ﻏﯿﺮھﺎ ﻣﻦ اﻟﻤﻮاد اﻻﺧﺮى",
    //   // image: "image3/question51.JPG",
    //   choices: [
    //     "    الألومنيوم يتميز بقدرته العالية على عكس الإشارات، مما يضمن استقبالًا أقوى للإشارة من القمر الصناعي  ",
    //     "  الألومنيوم مادة مقاومة للصدأ والتآكل، مما يجعله يتحمل العوامل الجوية المختلفة مثل الأمطار والحرارة وأشعة الشمس لفترات طويلة دون أن يتلف",
    //    "كل ما سبق"
    //   ],
    //   correct: 2
    // },

  ],


'تركيب واختبار دوائر كاميرات المراقبة ': [
    {
      question: "يمتاز ﻧﻈﺎم Analog cctv  ﺑﺄنه ﻧﻈﺎم ﺗﻘﻠﯿﺪى ﺑﺴﯿﻂ وﺗﻜﺎليفه ﻣﻨﺨﻔﻀﺔ",
      choices: [
        "صح",
        " خطأ",

      ],
      correct: 0
    },
    {
      question: "نظام   ip Digital cctv ﺑﺄنه ﻧﻈﺎم رﻗﻤﻰ ﻣﺘﺼﻞ ﺑﻜﺎﻣﯿﺮات ﻣﻦ ﻧﻮع ip Camera",
      choices: [
        "صح",
        " خطأ",

      ],
      correct: 0
    },
    {
      question: "مصدر اﻟﻜﮭﺮﺑﺎء اﺳﺎﺳﻰ ﻟﺘﺸﻐﯿﻞ ﻧﻈﺎم اﻟﻤﺮاﻗﺒﺔ",
      choices: [
        "صح",
        " خطأ",

      ],
      correct: 0
    },
    {
      question: "المكونات اﻟﻔﺮﻋﯿﺔ وھﻲ اﻟﺘﻲ ﺗﺆﺛﺮ ﻋﻠﻲ ﻋﻤﻞ اﻟﻨﻈﺎم إن ﻛﺎﻧﺖ ﻣﻮﺟﻮدة أو ﻏﯿﺮ ﻣﻮﺟﻮدة",
      choices: [
        "صح",
        " خطأ",

      ],
      correct: 1
    },
    {
      question: "يجب إﺧﺘﯿﺎر ﻗﻄﺮ اﻟﻌﺪﺳﺔ ﻋﻠﻰ ان ﯾﻜﻮن اﻛﺒﺮ ﻣﻦ ﻗﻄﺮ ﺣﺴﺎس اﻟﺼﻮرة",
      choices: [
        "صح",
        " خطأ",

      ],
      correct: 1
    },
    {
      question: " البعد اﻟﺒﺆرى ھﻮ اﻟﻤﺴﺎﻓﺔ ﺑﯿﻦ  اﻟﻌﺪﺳﺔ وﺣﺴﺎس اﻟﺼﻮرة",
      choices: [
        "صح",
        " خطأ",

      ],
      correct: 0
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question52.JPG",
      choices: [
        "نظام ( Analog  CCTV )",
        " نظام ( IP  Digital CCTV )",
        "كل ما سبق"

      ],
      correct: 2
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question53.JPG",
      choices: [
       "كاميرات المراقبة IP",
        "الجهاز الذي يربط الكاميرات ببعضها البعض جهاز التسجيل NVR ",
        "الكابلات أو الموصلات الناقلة للوسائط للكاميرات",
        "شاشات العرض",
        "الكهرباء (مصدر تغذية للنظام)",
        "كل ما سبق"

      ],
      correct: 5
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question54.JPG",
      choices: [
       "التصوير",
        "التسجيل",
        "عرض / استرجاع المشاهد",
        "كل ما سبق"

      ],
      correct: 3
    },
    {
      question: "يأتي الكابل المحوري بعزل خارجي من ................................ للحماية من القطع والتآكل",
      // image: "image3/question54.JPG",
      choices: [
       "المطاط",
        "البلاستيك",
        "الألمنيوم",
        "كل ما سبق"

      ],
      correct: 1
    },
    {
      question: "اﻟﻜﺎﺑﻞ اﻟﻤﺤﻮري ﻣﻨﺎﺳﺐ  ﻟﺘﻮﺻﯿﻞ اﻹﺷﺎرا ت  ﻓﻲ ﻣﺴﺎﻓﺎت  ﺗﺼﻞ إﻟﻰ ( ........... ) ﻣﺘﺮ ﺟﻮدة",
      // image: "image3/question54.JPG",
      choices: [
       "900 متر",
        "800 متر",
        "1000 متر",
        "كل ما سبق"

      ],
      correct: 0
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question55.JPG",
      choices: [
       "الاجابات صحيحة",
        "الاجابات خاطئة",
        "الاجابات بعضها صحيحة وبعضها خاطئة",
        
      ],
      correct: 0
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question56.JPG",
      choices: [
        "النمط الأحادي Simplex",
       "النمط الثنائي Duplex",
        "النمط الثلاثي Triplex",
        "كل ما سبق",
        
      ],
      correct: 3
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question57.JPG",
      choices: [
        " Adapter  وحدة تغذية مستقلة",
       " Multiple Power Supply وحدة تغذية مركزية",
       "كل ما سبق",
        
      ],
      correct: 2
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question58.JPG",
      choices: [
        " الاجابة صحيحة",
       "الاجابة خاطئة",
               
      ],
      correct: 0
    },
    {
      question: "أكمل ما يأتي",
      image: "image3/question59.JPG",
      choices: [
        " الاجابة صحيحة",
       "الاجابة خاطئة",
               
      ],
      correct: 0
    },
    {
      question: "اختر الاجابة الصحيحة",
      image: "image3/question60.JPG",
      choices: [
        "البعد البؤري",
       "بعد الشاشة",
       "التصغير والتكبير"
               
      ],
      correct: 0
    },
    {
      question: "اختر الاجابة الصحيحة",
      image: "image3/question61.JPG",
      choices: [
        "التسجيل",
       " ﻋﺪﺳﺔ اﻟﻜﺎﻣﯿﺮا",
       " اﻟﻜﺎﺑﻼت"
               
      ],
      correct: 1
    },
    {
      question: "اختر الاجابة الصحيحة",
      image: "image3/question62.JPG",
      choices: [
        "زﺟﺎﺟﯿﺔ ",
       "  ﻣﻌﺪﻧﯿﺔ",
       " ﺑﻼﺳﺘﯿﻜﯿﺔ"
               
      ],
      correct: 0
    },
    {
      question: "اختر الاجابة الصحيحة",
      image: "image3/question63.JPG",
      choices: [
        "  اﻟﻤﺠﺪوﻟﺔ ",
       "    اﻷﻟﯿﺎف اﻟﺒﺼﺮﯾﺔ",
       " اﻟﻤﺤﻮرﯾﺔ"
               
      ],
      correct: 1
    },
    {
      question: "اختر الاجابة الصحيحة",
      image: "image3/question64.JPG",
      choices: [
        "  ﻣﺮﺗﻔﻊ ",
       "     ﻣﻨﺨﻔﺾ",
       " ﻣﺘﺪﻧﻰ"
               
      ],
      correct: 0
    },
    {
      question: "  المطلوب ﻛﺘﺎﺑﺔ اﻟﻤﺴﻤﻰ اﻟﺼﺤﯿﺢ ﻓﻰ اﻟﻔﺮاغ  اﻣﺎم ﻛﻞ ﻣﻦ اﻻﺷﻜﺎل اﻟﻤﻮﺿﺤﺔ ",
      image: "image3/question66.JPG",
      choices: [
        "   الكابل المحوري Coaxial Cable   ",
       "     كابل الفيديو والباور",
       "  كابل ثنائي مجدول Twisted-Pair  "
               
      ],
      correct: 0
    },
    {
      question: "  المطلوب ﻛﺘﺎﺑﺔ اﻟﻤﺴﻤﻰ اﻟﺼﺤﯿﺢ ﻓﻰ اﻟﻔﺮاغ  اﻣﺎم ﻛﻞ ﻣﻦ اﻻﺷﻜﺎل اﻟﻤﻮﺿﺤﺔ ",
      image: "image3/question67.JPG",
      choices: [
        "   الكابل المحوري Coaxial Cable   ",
       "     كابل الفيديو والباور",
       "  كابل ثنائي مجدول Twisted-Pair  "
               
      ],
      correct: 2
    },
    {
      question: "  المطلوب ﻛﺘﺎﺑﺔ اﻟﻤﺴﻤﻰ اﻟﺼﺤﯿﺢ ﻓﻰ اﻟﻔﺮاغ  اﻣﺎم ﻛﻞ ﻣﻦ اﻻﺷﻜﺎل اﻟﻤﻮﺿﺤﺔ ",
      image: "image3/question69.JPG",
      choices: [
        "ﯾﺴﺘﺨﺪم ﻟﻠﺘﺄﻛﺪ  ﻣﻦ ﻋﻤﻞ اﻟﻜﺎﻣﯿﺮا camera tester",
       "Image sensor",
       " ﻣﺤﻮل  Video Balun"
               
      ],
      correct: 0
    },
    {
      question: "  المطلوب ﻛﺘﺎﺑﺔ اﻟﻤﺴﻤﻰ اﻟﺼﺤﯿﺢ ﻓﻰ اﻟﻔﺮاغ  اﻣﺎم ﻛﻞ ﻣﻦ اﻻﺷﻜﺎل اﻟﻤﻮﺿﺤﺔ ",
      image: "image3/question70.JPG",
      choices: [
        "الأرجي",
       "شنيور أو هيلتي كهربائي (Drill) ",
       "أراجة كابلات شبكة  Crimping tool"
               
      ],
      correct: 2
    },
    {
      question: "  المطلوب ﻛﺘﺎﺑﺔ اﻟﻤﺴﻤﻰ اﻟﺼﺤﯿﺢ ﻓﻰ اﻟﻔﺮاغ  اﻣﺎم ﻛﻞ ﻣﻦ اﻻﺷﻜﺎل اﻟﻤﻮﺿﺤﺔ ",
      image: "image3/question71.JPG",
      choices: [
        "الأرجي",
       "شنيور أو هيلتي كهربائي (Drill) ",
       "أراجة كابلات شبكة  Crimping tool"
               
      ],
      correct: 1
    },
    {
      question: "  المطلوب ﻛﺘﺎﺑﺔ اﻟﻤﺴﻤﻰ اﻟﺼﺤﯿﺢ ﻓﻰ اﻟﻔﺮاغ  اﻣﺎم ﻛﻞ ﻣﻦ اﻻﺷﻜﺎل اﻟﻤﻮﺿﺤﺔ ",
      image: "image3/question72.JPG",
      choices: [
       "ﯾﺴﺘﺨﺪم ﻟﻠﺘﺄﻛﺪ  ﻣﻦ ﻋﻤﻞ اﻟﻜﺎﻣﯿﺮا camera tester",
       "Image sensor",
       " ﻣﺤﻮل  Video Balun"
               
      ],
      correct: 2
    }


  ],
  'الأتمتة الصناعية': [
    {
      question: "ما هو الهدف الرئيسي من الأتمتة الصناعية؟",
      choices: [
        "زيادة عدد العمال",
        "تقليل الإنتاجية",
        "تحسين الكفاءة وتقليل الأخطاء البشرية",
        "جعل العمليات أكثر تعقيدًا"
      ],
      correct: 2
    }
  ],
  'الصيانة الوقائية': [
    {
      question: "ماذا تعني الصيانة الوقائية؟",
      choices: [
        "إصلاح المعدات بعد تعطلها",
        "إجراء فحوصات وتعديلات منتظمة لمنع الأعطال",
        "استبدال جميع المعدات سنويًا",
        "تجاهل المشاكل الصغيرة حتى تتفاقم"
      ],
      correct: 1
    }
  ],
  'إدارة الطاقة': [
    {
      question: "ما هو أحد أهداف إدارة الطاقة في المنشآت؟",
      choices: [
        "زيادة استهلاك الطاقة",
        "تقليل كفاءة استخدام الطاقة",
        "خفض تكاليف الطاقة وتحسين الاستدامة",
        "إهمال فواتير الكهرباء"
      ],
      correct: 2
    }
  ],
};
